{
    "bacaan": {
        "judul": "Lanjutan Dzikir & Doa Pilihan (Al-Ad'iyah)",
        "slug": "al-adiyah-batch-2-lengkap",
        "is_multi_section": 1,
        "sections": [
            {
                "judul_section": "Lanjutan Dzikir Kanzul 'Arsy (41-101)",
                "slug_section": "kanzul-arsy-lanjutan",
                "urutan": 1,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ خَالِقِ الْمَخْلُوْقَاتِ ﴿٤١﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ مَنْ خَلَقَ اللَّيْلَ وَالنَّهَارَ ﴿٤٢﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِقِ الرَّزَّاقِ ﴿٤٣﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْفَتَّاحِ الْعَلِيْمِ ﴿٤٤﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَزِيْزِ الْغَنِيِّ ﴿٤٥﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَفُوْرِ الشَّكُوْرِ ﴿٤٦﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَظِيْمِ الْعَلِيْمِ ﴿٤٧﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْمُلْكِ وَالْمَلَكُوْتِ ﴿٤٨﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْعِزَّةِ وَالْعَظَمَةِ ﴿٤٩﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْهَيْبَةِ وَالْقُدْرَةِ ﴿٥٠﴾</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 118"
                    },
                    {
                        "urutan": 2,
                        "arabic": "<p>لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْكِبْرِيَاءِ وَالْجَبَرُوْتِ ﴿٥١﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَّتَّارِ الْعَظِيْمِ ﴿٥٢﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَالِمِ الْغَيْبِ ﴿٥٣﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَمِيْدِ الْمَجِيْدِ ﴿٥٤﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَكِيْمِ الْقَدِيْمِ ﴿٥٥﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَادِرِ السَّتَّارِ ﴿٥٦﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَّمِيْعِ الْعَلِيْمِ ﴿٥٧﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيِّ الْعَظِيْمِ ﴿٥٨﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَلَّامِ السَّلَامِ ﴿٥٩﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكِ النَّصِيْرِ ﴿٦٠﴾</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 119"
                    },
                    {
                        "urutan": 3,
                        "arabic": "<p>لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيِّ الرَّحْمٰنِ ﴿٦١﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَرِيْبِ الْحَسَنَاتِ ﴿٦٢﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْوَلِيِّ الْحَسَنَاتِ ﴿٦٣﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الصَّبُوْرِ السَّتَّارِ ﴿٦٤﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِقِ النُّوْرِ ﴿٦٥﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيِّ الْمُعْجِزِ ﴿٦٦﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْفَاضِالِ الشَّكُوْرِ ﴿٦٧﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيِّ الْقَدِيْمِ ﴿٦٨﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْجَلَالِ الْمُبِيْنِ ﴿٦٩﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِصِ الْمُخْلِصِ ﴿٧٠﴾</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 119-120"
                    },
                    {
                        "urutan": 4,
                        "arabic": "<p>لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الصَّادِقِ الْوَعْدِ ﴿٧١﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَقِّ الْمُبِيْنِ ﴿٧٢﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْقُوَّةِ الْمَتِيْنِ ﴿٧٣﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْقُوَّةِ الْعَزِيْزِ ﴿٧٤﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَيِّ الَّذِيْ لَا يَمُوْتُ ﴿٧٥﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَلَّامِ الْغُيُوْبِ ﴿٧٦﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَّتَّارِ الْعُيُوْبِ ﴿٧٧﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْغُفْرَانِ الْمُسْتَعَانِ ﴿٧٨﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّ الْعَالَمِيْنَ ﴿٧٩﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّحْمٰنِ السَّتَّارِ ﴿٨٠﴾</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 120"
                    },
                    {
                        "urutan": 5,
                        "arabic": "<p>لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّحِيْمِ الْغَفَّارِ ﴿٨١﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَزِيْزِ الْوَهَّابِ ﴿٨٢﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَادِرِ الْمُقْتَدِرِ ﴿٨٣﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْغُفْرَانِ الْحَلِيْمِ ﴿٨٤﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكِ الْمُلْكِ ﴿٨٥﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْبَارِئِ الْمُصَوِّرِ ﴿٨٦﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّ الْعَزِيْزِ الْجَبَّارِ ﴿٨٧﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْجَبَّارِ الْمُتَكَبِّرِ ﴿٨٨﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اللّٰهِ عَمَّا يَصِفُوْنَ ﴿٨٩﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقُدُّوْسِ السُّبُّوْحِ ﴿٩٠﴾</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 121"
                    },
                    {
                        "urutan": 6,
                        "arabic": "<p>لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّ الْمَلٰٓىِٕكَةِ وَالرُّوْحِ ﴿٩١﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْاٰلَاءِ وَالنَّعْمَاءِ ﴿٩٢﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكِ الْمَقْصُوْدِ ﴿٩٣﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَنَّانِ الْمَنَّانِ ﴿٩٤﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ اٰدَمُ صَفِيُّ اللّٰهِ ﴿٩٥﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ نُوْحٌ نَجِيُّ اللّٰهِ ﴿٩٦﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ اِبْرَاهِيْمُ خَلِيْلُ اللّٰهِ ﴿٩٧﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ اِسْمَاعِيْلُ ذَبِيْحُ اللّٰهِ ﴿٩٨﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ مُوْسَى كَلِيْمُ اللّٰهِ ﴿٩٩﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ دَاوُدُ خَلِيْفَةُ اللّٰهِ ﴿١٠٠﴾ لَآ اِلٰهَ اِلَّا اللّٰهُ عِيْسَى رُوْحُ اللّٰهِ ﴿١٠١﴾</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 121-122"
                    },
                    {
                        "urutan": 7,
                        "arabic": "<p>وَارْحَمْنَا بِبَرَكَةِ الْاِنْجِيْلِ عِيْسَى، وَزَبُوْرِ دَاوُدَ، وَفُرْقَانِ مُحَمَّدٍ رَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بِرَحْمَتِكَ يَا اَرْحَمَ الرَّاحِمِيْنَ، وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Penutup Kanzul 'Arsy (Halaman 122)"
                    }
                ]
            },
            {
                "judul_section": "Doa Nisfu Sya'ban",
                "slug_section": "doa-nisfu-syaban",
                "urutan": 2,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>اَللّٰهُمَّ يَا ذَا الْمَنِّ وَلَا يُمَنُّ عَلَيْكَ، يَا ذَا الْجَلَالِ وَالْاِكْرَامِ، يَا ذَا الطَّوْلِ وَالْاِنْعَامِ، لَا اِلٰهَ اِلَّا اَنْتَ ظَهْرَ اللَّاجِئِيْنَ، وَجَارَ الْمُسْتَجِيْرِيْنَ، وَاَمَانَ الْخَائِفِيْنَ. اَللّٰهُمَّ اِنْ كُنْتَ كَتَبْتَنِي عِنْدَكَ فِي اُمِّ الْكِتَابِ شَقِيًّا اَوْ مَحْرُوْمًا اَوْ مَطْرُوْدًا اَوْ مُقْتَرًّا عَلَيَّ فِي الرِّزْقِ، فَامْحُ اللّٰهُمَّ بِفَضْلِكَ شَقَاوَتِي وَحِرْمَانِي وَطَرْدِي وَاقْتِتَارَ رِزْقِي، وَاَثْبِتْنِي عِنْدَكَ فِي اُمِّ الْكِتَابِ سَعِيْدًا مَرْزُوْقًا مُوَفَّقًا لِلْخَيْرَاتِ، فَاِنَّكَ قُلْتَ وَقَوْلُكَ الْحَقُّ فِي كِتَابِكَ الْمُنَزَّلِ عَلَى لِسَانِ نَبِيِّكَ الْمُرْسَلِ: يَمْحُوا اللّٰهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ اُمُّ الْكِتَابِ. اِلٰهِي بِالتَّجَلِّي الْاَعْظَمِ فِي لَيْلَةِ النِّصْفِ مِنْ شَهْرِ شَعْبَانَ الْمُكَرَّمِ الَّتِي يُفْرَقُ فِيْهَا كُلُّ اَمْرٍ حَكِيْمٍ وَيُبْرَمُ، اِصْرِفْ عَنِّي مِنَ الْبَلَاءِ مَا اَعْلَمُ وَمَا لَا اَعْلَمُ وَاَنْتَ عَلَّامُ الْغُيُوْبِ، بِرَحْمَتِكَ يَا اَرْحَمَ الرَّاحِمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 123"
                    }
                ]
            },
            {
                "judul_section": "Doa Awal & Akhir Tahun",
                "slug_section": "doa-tahun-baru",
                "urutan": 3,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>اَللّٰهُمَّ مَا عَمِلْتُ فِي هٰذِهِ السَّنَةِ مِمَّا نَهَيْتَنِي عَنْهُ فَلَمْ اَتُبْ مِنْهُ وَلَمْ تَرْضَهُ وَلَمْ تَنْسَهُ وَحَلُمْتَ عَلَيَّ بَعْدَ قُدْرَتِكَ عَلَى عُقُوْبَتِي، وَدَعَوْتَنِي اِلَى التَّوْبَةِ مِنْهُ بَعْدَ جَرَاءَتِي عَلَى مَعْصِيَتِكَ، فَاِنِّي اَسْتَغْفِرُكَ فَاغْفِرْلِي وَمَا عَمِلْتُهُ فِيْهَا مِمَّا تَرْضَاهُ وَوَعَدْتَنِي عَلَيْهِ الثَّوَابَ فَأَسْئَلُكَ اللّٰهُمَّ يَا ذَا الْجَلَالِ وَالْاِكْرَامِ اَنْ تَتَقَبَّلَهُ مِنِّي وَلَا تَقْطَعْ رَجَائِي مِنْكَ يَا كَرِيْمُ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa Akhir Tahun (Halaman 124-125)"
                    },
                    {
                        "urutan": 2,
                        "arabic": "<p>اَللّٰهُمَّ اَنْتَ الْاَبَدِيُّ الْقَدِيْمُ الْاَوَّلُ، وَعَلَى فَضْلِكَ الْعَظِيْمِ وَجُوْدِكَ الْمُعَوَّلِ، وَهٰذَا عَامٌ جَدِيْدٌ قَدْ اَقْبَلَ، نَسْئَلُكَ الْعِصْمَةَ فِيْهِ مِنَ الشَّيْطَانِ وَاَوْلِيَائِهٖ وَجُنُوْدِهٖ وَالْعَوْنَ عَلَى هٰذِهِ النَّفْسِ الْاَمَّارَةِ بِالسُّوْءِ وَالْاِشْتِغَالَ بِمَا يُقَرِّبُنِي اِلَيْكَ زُلْفَى يَا ذَا الْجَلَالِ وَالْاِكْرَامِ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa Awal Tahun (Halaman 124)"
                    }
                ]
            },
            {
                "judul_section": "Istighfar Rajab (Lengkap)",
                "slug_section": "istighfar-rajab-full",
                "urutan": 4,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>اَسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ الَّذِي لَا اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ وَاَتُوْبُ اِلَيْهِ مِنْ جَمِيْعِ الْمَعَاصِي وَالذُّنُوْبِ... (lanjutan teks sesuai naskah halaman 125-127)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 125-127"
                    }
                ]
            }
        ]
    }
}