{
    "bacaan": {
        "judul": "Sholawat Nariyah & Doa",
        "judul_arab": "صَلَوَاتٌ نَارِيَّةٌ وَدُعَاؤُهَا",
        "slug": "sholawat-nariyah-lengkap",
        "is_multi_section": 1,
        "sections": [
            {
                "judul_section": "Wasilah Fatihah",
                "slug_section": "wasilah-fatihah-nariyah",
                "urutan": 1,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>اِلَى حَضْرَةِ النَّبِيِّ الْمُصْطَفَى وَحَبِيْبِ الْمُجْتَبَى وَرَسُوْلِ الْمُقْتَدَى سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيْعِنَا وَقُرَّةِ اَعْيُنِنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَاٰلِهٖ وَاَصْحَابِهٖ وَاَزْوَاجِهٖ وَذُرِّيَّاتِهٖ وَاَهْلِ بَيْتِهِ الْكِرَامِ... اَلْفَاتِحَةُ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 59"
                    },
                    {
                        "urutan": 2,
                        "arabic": "<p>اِلَى اَرْوَاحِ اٰبَائِهٖ وَاِخْوَانِهٖ مِنَ الْاَنْبِيَاءِ وَالْمُرْسَلِيْنَ، وَالْاَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ، وَاٰلِ كُلٍّ وَصَحْبِ كُلٍّ، ثُمَّ اِلَى رُوْحِ اَبِيْنَا اٰدَمَ وَاُمِّنَا حَوَّاءَ، وَمَا تَنَاسَلَ بَيْنَهُمَا اِلَى يَوْمِ الْقِيَامَةِ... اَلْفَاتِحَةُ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 59"
                    },
                    {
                        "urutan": 3,
                        "arabic": "<p>ثُمَّ اِلَى اَرْوَاحِ سَادَاتِنَا وَمَوَالِيْنَا وَاَئِمَّتِنَا: سَيِّدِنَا اَبِي بَكْرٍ وَسَيِّدِنَا عُمَرَ وَسَيِّدِنَا عُثْمَانَ وَسَيِّدِنَا عَلِيٍّ، ثُمَّ اِلَى اَرْوَاحِ بَقِيَّةِ الصَّحَابَةِ وَالْقَرَابَةِ، وَالتَّابِعِيْنَ وَتَابِعِ التَّابِعِيْنَ وَتَابِعِهِمْ بِاِحْسَانٍ اِلَى يَوْمِ الدِّيْنِ.</p><p>ثُمَّ اِلَى اَرْوَاحِ اَرْبَعَةِ الْاَئِمَّةِ الْمُجْتَهِدِيْنَ وَمُقَلِّدِيْهِمْ فِي الدِّيْنِ، وَاِلَى اَرْوَاحِ الْعُلَمَاءِ الرَّاشِدِيْنَ، وَالْقُرَّاءِ الْمُخْلِصِيْنَ، وَاَئِمَّةِ الْحَدِيْثِ وَالْمُفَسِّرِيْنَ، وَسَائِرِ السَّادَاتِ الصُّوْفِيَّةِ الْمُحَقِّقِيْنَ، ثُمَّ اِلَى اَرْوَاحِ كُلِّ وَلِيٍّ وَوَلِيَّةٍ، وَمُسْلِمٍ وَمُسْلِمَةٍ، مِنْ مَشَارِقِ الْاَرْضِ اِلَى مَغَارِبِهَا، وَمِنْ يَمِيْنِهَا اِلَى شِمَالِهَا....</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 59-60"
                    },
                    {
                        "urutan": 4,
                        "arabic": "<p>ثُمَّ اِلَى اَرْوَاحِ جَمِيْعِ اَهْلِ سِلْسِلَةِ الْقَادِرِيَّةِ وَالنَّقْشَبَنْدِيَّةِ، وَجَمِيْعِ اَهْلِ الطُّرُقِ، خُصُوْصًا سُلْطَانَ الْاَوْلِيَاءِ سَيِّدَنَا الشَّيْخَ عَبْدَ الْقَادِرِ الْجِيْلَانِي رَضِيَ اللّٰهُ عَنْهُ، وَسَيِّدَ الطَّائِفَةِ الصُّوْفِيَّةِ الشَّيْخَ اَبِي الْقَاسِمِ جُنَيْدِ الْبَغْدَادِي، وَسَيِّدَ السَّارِي السَّقَطِي، وَسَيِّدَ الْمَعْرُوْفِ الْكَرْخِي، وَسَيِّدَ الْحَبِيْبِ الْعَجَمِي، وَسَيِّدَ الْحَسَنِ الْبَصْرِي، وَسَيِّدَ الْاِمَامِ جَعْفَرِ الصَّادِقِ، وَسَيِّدَ يُوْسُفَ الْهَمَدَانِي، وَسَيِّدَ مُحَمَّدَ بَهَاءَ الدِّيْنِ النَّقْشَبَنْدِي، وَسَيِّدَ اَبِي يَزِيْدَ الْبَسْطَامِي، وَاِلَى حَضْرَةِ الْاِمَامِ الرَّبَّانِي وَاُصُوْلِهِمْ وَفُرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ وَالْاٰخِذِيْنَ عَنْهُمْ....</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 60"
                    },
                    {
                        "urutan": 5,
                        "arabic": "<p>ثُمَّ اِلَى اَرْوَاحِ الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ ابْنِ عَلِي بَاعَلَوِي، وَالْحَبِيْبِ عَبْدِ اللّٰهِ ابْنِ عَلَوِي ابْنِ مُحَمَّدِ الْحَدَّادِ بَاعَلَوِي، وَالْاِمَامِ الْجَلِيْلِ عَبْدِ الرَّحْمٰنِ الدَّبَّاعِي، وَاَبِي عَبْدِ اللّٰهِ مُحَمَّدِ ابْنِ سَعِيْدٍ الْبُصَيْرِي، وَالشَّيْخِ اِبْرَاهِيْمِ التَّازِي رَحِمَهُمُ اللّٰهُ تَعَالَى</p><p>ثُمَّ الْفَاتِحَةُ اِلَى اَرْوَاحِ مَنْ فَتَحَ هٰذِهِ الْقَرْيَةَ وَمَنْ عَمَّرَهَا بِاِحْيَاءِ الشَّرِيْعَةِ الْاِسْلَامِ فِيْهَا، وَاِلَى اَرْوَاحِ مُؤَسِّسِ هٰذَا (........)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 61"
                    },
                    {
                        "urutan": 6,
                        "arabic": "<p>اَلْفَاتِحَةُ اِلَى اَرْوَاحِ اَسَاتِيْذِنَا وَمَشَايِخِنَا خُصُوْصًا:<br>الْحَاجِّ كِيَاهِي: سَعْدُ اللّٰه اٰمِيْن نَافِع<br>الْحَاجِّ كِيَاهِي: اَحْيَدُ حَلِيْمِي<br>الْحَاجِّ كِيَاهِي: اَحْمَدِي وَاَخِيْهِ<br>الْحَاجِّ كِيَاهِي: زَمْرَجِي ابْنُ الشِّيْرَازِي<br>الْحَاجِّ كِيَاهِي: حَسَنُ مُغْلِي<br>غَفَرَ اللّٰهُ لَهُمْ وَنَفَعَنَا بِهِمْ وَاَمَدَّنَا بِمَدَدِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَاَسْرَارِهِمْ وَاَنْوَارِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالْاٰخِرَةِ شَيْءٌ لِلّٰهِ لَهُمُ الْفَاتِحَةُ..</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 61-62"
                    },
                    {
                        "urutan": 7,
                        "arabic": "<p>اَلْفَاتِحَةُ اِلَى اَرْوَاحِ وَالِدِيْنَا وَوَالِدِيْكُمْ وَمَشَايِخِنَا وَمَشَايِخِكُمْ وَاَمْوَاتِنَا وَاَمْوَاتِكُمْ وَلِمَنْ اَحْسَنَ اِلَيْنَا وَلِمَنْ لَهُ حَقٌّ عَلَيْنَا وَلِمَنْ اَوْصَانَا وَاسْتَوْصَانَا وَلِمَنْ يَتَعَلَّمُ عِنْدَنَا وَقَلَّدَنَا بِدُعَاءِ الْخَيْرِ..</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 62"
                    },
                    {
                        "urutan": 8,
                        "arabic": "<p>ثُمَّ اِلَى اَرْوَاحِ جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ الْاَرْضِ اِلَى مَغَارِبِهَا بَرِّهَا وَبَحْرِهَا وَمِنْ يَمِيْنِهَا اِلَى شِمَالِهَا وَمِنْ قَافٍ اِلَى قَافٍ مِنْ لَّدُنْ اٰدَمَ اِلَى يَوْمِ الْقِيَامَةِ...</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 62"
                    },
                    {
                        "urutan": 9,
                        "arabic": "<p>اَلْفَاتِحَةُ بِنِيَّةِ الْقَبُوْلِ وَتَمَامِ كُلِّ سُؤْلٍ وَمَأْمُوْلٍ وَصَلَاحِ الشَّأْنِ ظَاهِرًا وَّبَاطِنًا فِي الدِّيْنِ وَالدُّنْيَا وَالْاٰخِرَةِ، دَافِعَةً عَنْ كُلِّ شَرٍّ، جَالِبَةً لِّكُلِّ خَيْرٍ لَنَا وَلِوَالِدِيْنَا وَلِاَوْلَادِنَا وَذُرِّيَّتِنَا وَتَلَامِيْذِنَا وَجُلَسَائِنَا مَعَ اللُّطْفِ وَالْعَافِيَةِ، وَعَلَى نِيَّةِ اَنَّ اللّٰهَ يُنَوِّرُ قُلُوْبَنَا وَقَوَالِبَنَا مَعَ الْهُدَى وَالتُّقَى وَالْعَفَافِ وَالْغِنَى وَالْمَوْتِ عَلَى دِيْنِ الْاِسْلَامِ بِلَا مِحْنَةٍ وَلَا امْتِحَانٍ بِجَاهِ سَيِّدِ وَلَدِ عَدْنَانَ جَامِعَةً لِكُلِّ نِيَّةٍ صَالِحَةٍ وَزِيَادَةً وَمَحَبَّةً فِيْ شَرَفِ حَبِيْبِنَا سَيِّدِنَا مُحَمَّدٍ ﷺ... اَلْفَاتِحَةُ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 62-63"
                    }
                ]
            },
            {
                "judul_section": "Dzikir & Inti Sholawat Nariyah",
                "slug_section": "dzikir-inti-nariyah",
                "urutan": 2,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>اِسْتَغْفِرُوْا رَبَّكُمْ اِنَّهُ كَانَ غَفَّارًا...<br>اَسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ.... (×١٠٠)<br>اِنَّهُ هُوَ الْغَفُوْرُ الرَّحِيْمُ</p>",
                        "tipe_tampilan": "text"
                    },
                    {
                        "urutan": 2,
                        "arabic": "<p>لَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ (×١٠٠)</p>",
                        "tipe_tampilan": "text"
                    },
                    {
                        "urutan": 3,
                        "arabic": "<p>حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ (×١٠٠)<br>نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرُ</p>",
                        "tipe_tampilan": "text"
                    },
                    {
                        "urutan": 4,
                        "arabic": "<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِ سَيِّدِنَا مُحَمَّدٍ</p><p>صَلَّى اللّٰهُ عَلَى مُحَمَّدٍ (×١٠٠)</p><p>صَلَّى اللّٰهُ عَلَى مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ</p><p>اَلْفَاتِحَةُ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 63"
                    },
                    {
                        "urutan": 5,
                        "arabic": "<p>اَللّٰهُمَّ اِنَّا نَوَيْنَا بِالصَّلَاةِ عَلَى نَبِيِّكَ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ اِمْتِثَالًا لِاَمْرِكَ وَتَصْدِيْقًا لِنَبِيِّكَ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَمَحَبَّةً فِيْهِ وَشَوْقًا اِلَيْهِ وَتَعْظِيْمًا لِقَدْرَتِهٖ وَلِكَوْنِهٖ اَهْلًا لِذٰلِكَ، فَتَقَبَّلْهَا مِنْ فَضْلِكَ وَجُوْدِكَ وَكَرَامِكَ وَاِحْسَانِكَ وَاَزِلْ حِجَابَ الْغَفْلَةِ عَنْ قُلُوْبِنَا وَاجْعَلْنَا وَاَهْلَنَا وَاَوْلَادَنَا وَذُرِّيَّاتِنَا وَتَلَامِيْذَنَا وَجُلَسَائِنَا مِنْ عِبَادِكَ الصَّالِحِيْنَ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niyyat Sholawat (Halaman 64)"
                    },
                    {
                        "urutan": 6,
                        "arabic": "<p>اِنَّ اللّٰهَ وَمَلَائِكَتَهُ يُصَلُّوْنَ عَلَى النَّبِيِّ يَا اَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا...</p><p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى سَيِّدِنَا اِبْرَاهِيْمَ وَعَلَى اٰلِ سَيِّدِنَا اِبْرَاهِيْمَ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِ سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى سَيِّدِنَا اِبْرَاهِيْمَ وَعَلَى اٰلِ سَيِّدِنَا اِبْرَاهِيْمَ فِي الْعَالَمِيْنَ اِنَّكَ حَمِيْدٌ مَّجِيْدٌ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Sholawat Ibrahimiyyah (Halaman 64)"
                    },
                    {
                        "urutan": 7,
                        "arabic": "<p>اَلسَّلَامُ عَلَيْكَ اَيُّهَا النَّبِيُّ وَرَحْمَةُ اللّٰهِ وَبَرَكَاتُهُ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 65"
                    },
                    {
                        "urutan": 8,
                        "arabic": "<p>اَللّٰهُمَّ صَلِّ صَلَاةً كَامِلَةً وَسَلِّمْ سَلَامًا تَامًّا عَلَى سَيِّدِنَا مُحَمَّدِ الَّذِي تَنْحَلُّ بِهِ الْعُقَدُ، وَتَنْفَرِجُ بِهِ الْكُرَبُ، وَتُقْضَى بِهِ الْحَوَائِجُ، وَتُنَالُ بِهِ الرَّغَائِبُ، وَحُسْنُ الْخَوَاتِمِ، وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيْمِ، وَعَلَى اٰلِهٖ وَصَحْبِهٖ فِي كُلِّ لَمْحَةٍ وَنَفَسٍ بِعَدَدِ كُلِّ مَعْلُوْمٍ لَكَ (٤٤٤٤×)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Teks Sholawat Nariyah (Halaman 65)"
                    }
                ]
            },
            {
                "judul_section": "Doa Penutup Nariyah",
                "slug_section": "doa-penutup-nariyah",
                "urutan": 3,
                "items": [
                    {
                        "urutan": 1,
                        "arabic": "<p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. اَللّٰهُمَّ يَا عَظِيْمَ سُلْطَانِكَ، يَا قَدِيْمَ الْاِحْسَانِ، يَا دَائِمَ النِّعَمِ، يَا كَثِيْرَ الْخَيْرِ، يَا وَاسِعَ الْعَطَاءِ، يَا بَاسِطَ الرِّزْقِ، يَا خَفِيَّ اللُّطْفِ، يَا جَمِيْلَ الصُّنْعِ، يَا حَلِيْمًا لَا يَعْجَلُ، يَا كَرِيْمًا لَا يَبْخَلُ، صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَاٰلِهٖ وَسَلِّمْ، وَارْضَ عَنِ الصَّحَابَةِ اَجْمَعِيْنَ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 65"
                    },
                    {
                        "urutan": 2,
                        "arabic": "<p>اَللّٰهُمَّ لَكَ الْحَمْدُ شُكْرًا، وَلَكَ الْمَنُّ فَضْلًا، وَاَنْتَ رَبُّنَا حَقًّا، وَنَحْنُ عَبِيْدُكَ رِقًّا، وَاَنْتَ لَمْ تَزَلْ لِذٰلِكَ اَهْلًا. اَللّٰهُمَّ يَا مُيَسِّرَ كُلِّ عَسِيْرٍ، وَيَا جَابِرَ كُلِّ كَسِيْرٍ، وَيَا صَاحِبَ كُلِّ فَرِيْدٍ، وَيَا مُقَوِّيَ كُلِّ ضَعِيْفٍ، وَيَا مُغْنِيَ كُلِّ فَقِيْرٍ وَيَا مَاْمَنَ كُلِّ مَخِيْفٍ، يَسِّرْ عَلَيْنَا كُلَّ عَسِيْرٍ، فَتَيْسِيْرُ الْعَسِيْرِ عَلَيْكَ سَهْلٌ يَسِيْرٌ. اَللّٰهُمَّ يَا مَنْ لَا يَحْتَاجُ اِلَى الْبَيَانِ وَالتَّفْسِيْرِ، حَاجَتُنَا اِلَيْكَ كَثِيْرٌ، وَاَنْتَ عَالِمٌ بِهَا وَبَصِيْرٌ وَخَبِيْرٌ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 66"
                    },
                    {
                        "urutan": 3,
                        "arabic": "<p>اَللّٰهُمَّ اِنَّا نَخَافُ مِنْكَ، وَنَخَافُ مِمَّنْ يَخَافُ مِنْكَ، وَنَخَافُ مِمَّنْ لَا يَخَافُ مِنْكَ. اَللّٰهُمَّ بِحَقِّ مَنْ يَخَافُ مِنْكَ، نَجِّنَا مِمَّنْ لَا يَخَافُ مِنْكَ. اَللّٰهُمَّ بِحَقِّ سَيِّدِنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فَاحْرُسْنَا بِعَيْنِكَ الَّتِي لَا تَنَامُ، وَاكْنُفْنَا بِكَنَفِكَ الَّذِي لَا يُرَامُ، وَارْحَمْنَا بِقُدْرَتِكَ عَلَيْنَا فَلَا تُهْلِكْنَا، وَاَنْتَ رَجَاؤُنَا وَثِقَتُنَا</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 66"
                    },
                    {
                        "urutan": 4,
                        "arabic": "<p>فَكَمْ مِنْ نِعْمَةٍ اَنْعَمْتَ بِهَا عَلَيْنَا، قَلَّ لَكَ بِهَا شُكْرُنَا، فَكَمْ مِنْ بَلِيَّةٍ اِبْتَلَيْتَنَا بِهَا، قَلَّ لَكَ بِهَا صَبْرُنَا. فَيَا مَنْ قَلَّ عِنْدَ نِعْمَتِهٖ شُكْرُنَا، فَلَمْ يَحْرِمْنَا، وَيَا مَنْ قَلَّ عِنْدَ بَلَائِهٖ صَبْرُنَا، فَلَمْ يَخْذُلْنَا، وَيَا مَنْ رَاٰنَا عَلَى الْخَطَايَا فَلَمْ يَفْضَحْنَا. نَسْئَلُكَ اَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَعَلَى اٰلِ مُحَمَّدٍ كَمَا صَلَّيْتَ وَبَارَكْتَ وَتَرَّحَمْتَ عَلَى اِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَّجِيْدٌ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 66-67"
                    },
                    {
                        "urutan": 5,
                        "arabic": "<p>اَللّٰهُمَّ اَعِنَّا عَلَى دِيْنِنَا بِالدُّنْيَا، وَعَلَى اٰخِرَتِنَا بِالتَّقْوٰى، وَاحْفَظْنَا فِيْمَا غِبْنَا عَنْهُ، وَلَا تَكِلْنَا اِلَى اَنْفُسِنَا فِيْمَا حَضَرْتَهُ، يَا مَنْ لَا تَضُرُّهُ الذُّنُوْبُ، وَلَا تَنْقُصُهُ الْمَغْفِرَةُ، هَبْ لَنَا مَا لَا يَنْقُصُكَ، وَاغْفِرْ لَنَا مَا لَا يَضُرُّكَ. اِلٰهَنَا نَسْئَلُكَ فَرَجًا قَرِيْبًا، وَصَبْرًا جَمِيْلًا، وَنَسْئَلُكَ الْعَافِيَةَ مِنْ كُلِّ بَلِيَّةٍ، وَنَسْئَلُكَ الشُّكْرَ عَلَى الْعَافِيَةِ، وَنَسْئَلُكَ دَوَامَ الْعَافِيَةِ، وَنَسْئَلُكَ الْغِنَى عَنِ النَّاسِ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 67"
                    },
                    {
                        "urutan": 6,
                        "arabic": "<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِهٖ بِعَدَدِ اَنْوَاعِ الرِّزْقِ وَالْفُتُوْحَاتِ، يَا بَاسِطَ الَّذِي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ بِغَيْرِ حِسَابٍ، اُبْسُطْ عَلَيْنَا رِزْقًا حَلَالًا طَيِّبًا، وَاسِعًا مُبَارَكًا مِنْ كُلِّ جِهَةٍ مِنْ خَزَائِنِ غَيْبِكَ، بِغَيْرِ مِنَّةِ مَخْلُوْقَاتٍ، بِمَحْضِ فَضْلِكَ وَجُوْدِكَ وَكَرَمِكَ وَبِغَيْرِ حِسَابٍ، اَنْ تُقَدِّرَ لَنَا حَاجَاتِنَا (..........)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 67-68"
                    },
                    {
                        "urutan": 7,
                        "arabic": "<p>اَللّٰهُمَّ فَشَفِّعْهُ فِيْنَا شَفَاعَةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْاَهْوَالِ وَالْاٰفَاتِ، وَتَقْضِي لَنَا بِهَا جَمِيْعَ الْحَاجَاتِ، وَتُطَهِّرُنَا بِهَا مِنْ جَمِيْعِ السَّيِّئَاتِ، وَتَرْفَعُنَا بِهَا عِنْدَكَ اَعْلَى الدَّرَجَاتِ، وَتُبَلِّغُنَا بِهَا اَقْصَى الْغَايَاتِ مِنْ جَمِيْعِ الْخَيْرَاتِ فِي الْحَيَاةِ وَبَعْدَ الْمَمَاتِ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 68"
                    },
                    {
                        "urutan": 8,
                        "arabic": "<p>اَللّٰهُمَّ اجْعَلْنَا وَاَهْلَنَا وَاَوْلَادَنَا وَتَلَامِيْذَنَا مِنْ اَهْلِ الْعِلْمِ وَاَهْلِ الْخَيْرِ، وَلَا تَجْعَلْنَا وَاِيَّاهُمْ مِنْ اَهْلِ الشَّرِّ وَالضَّيِّرِ، اِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 69"
                    },
                    {
                        "urutan": 9,
                        "arabic": "<p>اَللّٰهُمَّ بَارِكْ لَنَا فِيْهِمْ وَاحْفَظْهُمْ وَلَا تَصُرَّهُمْ وَوَفِّقْهُمْ لِطَاعَتِكَ وَارْزُقْنَا بِرَّهُمْ. اَللّٰهُمَّ اِنَّا نَسْئَلُكَ الْاِخْلَاصَ وَالصَّبْرَ وَالْاِسْتِقَامَةَ. رَبَّنَا اٰتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْاٰخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 69"
                    },
                    {
                        "urutan": 10,
                        "arabic": "<p>وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِهٖ وَصَحْبِهٖ وَسَلَّمَ</p><p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ اَلْفَاتِحِ لِمَا اُغْلِقَ وَالْخَاتِمِ لِمَا سَبَقَ نَاصِرِ الْحَقِّ بِالْحَقِّ وَالْهَادِي اِلَى صِرَاطِكَ الْمُسْتَقِيْمِ صَلَّى اللّٰهُ عَلَيْهِ وَعَلَى اٰلِهٖ حَقَّ قَدْرِهٖ وَمِقْدَارِهِ الْعَظِيْمِ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Sholawat Fatih (Halaman 69)"
                    },
                    {
                        "urutan": 11,
                        "arabic": "<p>سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ، وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ، وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ. اَلْفَاتِحَةُ...</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Penutup (Halaman 70)"
                    },
                    {
                        "urutan": 12,
                        "arabic": "<p>سُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ اَشْهَدُ اَنْ لَّا اِلٰهَ اِلَّا اَنْتَ اَللّٰهُمَّ اغْفِرْلِيْ وَتُبْ عَلَيَّ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Kafaratul Majlis (Halaman 70)"
                    },
                    {
                        "urutan": 13,
                        "arabic": "<p>مَوْلَايَ صَلِّ وَسَلِّمْ دَائِمًا اَبَدًا ◇ عَلَى حَبِيْبِكَ خَيْرِ الْخَلْقِ كُلِّهِمْ</p><p>هُوَ الْحَبِيْبُ الَّذِيْ تُرْجٰى شَفَاعَتُهٗ ◇ لِكُلِّ هَوْلٍ مِنَ الْاَهْوَالِ مُقْتَحِمِ</p><p>يَا رَبِّ بِالْمُصْطَفٰى بَلِّغْ مَقَاصِدَنَا ◇ وَاغْفِرْ لَنَا مَا مَضٰى يَا وَاسِعَ الْكَرَمِ</p>",
                        "tipe_tampilan": "syiir",
                        "note_kaki": "Qosidah Burdah (Halaman 70)"
                    },
                    {
                        "urutan": 14,
                        "arabic": "<p>رَبِّ فَانْفَعْنَا بِبَرَكَاتِهِمْ ◇ وَاهْدِنَا الْحُسْنَى بِحُرْمَتِهِمْ<br>وَاَمِتْنَا فِيْ طَرِيْقَتِهِمْ ◇ وَمُعَافَاتٍ مِنَ الْفِتَنِ</p>",
                        "tipe_tampilan": "syiir"
                    }
                ]
            }
        ]
    }
}