{
    "bacaan": {
        "judul": "Risalah Bulan Romadhon",
        "judul_arab": "رِسَالَةُ شَهْرِ رَمَضَانَ",
        "slug": "risalah-bulan-romadhon",
        "is_multi_section": 1,
        "sections": [
            {
                "judul_section": "Munajat / Doa Pembuka Ramadhan",
                "slug_section": "munajat-pembuka",
                "items": [
                    {
                        "arabic": "<p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. إِلٰهِيْ... وَقَفَ السَّائِلُوْنَ بِبَابِكَ. وَلَا ذَا الْفُقَرَاءُ بِجَنَابِكَ. وَوَقَفَتْ سَفِيْنَةُ الْمَسَاكِيْنِ عَلَى سَاحِلِ بَحْرِ كَرَمِكَ. يَرْجُوْنَ الْجَوَازَ إِلَى سَاحَةِ رَحْمَتِكَ وَنِعْمَتِكَ. إِلٰهِيْ... إِنْ كُنْتَ لَا تُكْرِمُ فِي هٰذَا الشَّهْرِ الشَّرِيْفِ إِلَّا مَنْ أَخْلَصَ لَكَ فِي صِيَامِهِ، فَمَنْ لِلْمُذْنِبِ الْمُقَصِّرِ إِذَا غَرِقَ فِي بَحْرِ ذُنُوْبِهِ وَأَثَامِهِ...؟ إِلٰهِيْ... إِنْ كُنْتَ لَا تَرْحَمُ إِلَّا الطَّائِعِيْنَ، فَمَنْ لِلْعَاصِيْنَ؟ وَإِنْ كُنْتَ لَا تَقْبَلُ إِلَّا الْعَامِلِيْنَ، فَمَنْ لِلْمُقَصِّرِيْنَ؟ إِلٰهِيْ... رَبِحَ الصَّائِمُوْنَ. وَفَازَ الْقَائِمُوْنَ. وَنَجَى الْمُخْلِصُوْنَ. وَنَحْنُ عَبِيْدُكَ الْمُذْنِبُوْنَ. فَارْحَمْنَا بِرَحْمَتِكَ. وَجُدْ عَلَيْنَا بِفَضْلِكَ وَمِنَّتِكَ. وَاغْفِرْ لَنَا أَجْمَعِيْنَ. بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ. وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ أَجْمَعِيْنَ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 71-72",
                        "urutan": 1
                    }
                ],
                "urutan": 1
            },
            {
                "judul_section": "Niat & Doa Berbuka",
                "slug_section": "niat-buka-puasa",
                "items": [
                    {
                        "arabic": "<p>نَوَيْتُ صَوْمَ جَمِيْعِ أَيَّامِ شَهْرِ رَمَضَانَ فِي هٰذِهِ السَّنَةِ فَرْضًا لِلّٰهِ تَعَالَى.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat satu bulan (Halaman 72)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>نَوَيْتُ صَوْمَ غَدٍ عَنْ أَدَاءِ فَرْضِ شَهْرِ رَمَضَانَ هٰذِهِ السَّنَةِ فَرْضًا لِلّٰهِ تَعَالَى.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat harian (Halaman 72)",
                        "urutan": 2
                    },
                    {
                        "arabic": "<p>أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ. أَسْتَغْفِرُ اللّٰهَ. نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ. وَنَعُوْذُ بِكَ مِنْ سَخَتِكَ وَالنَّارِ. (×٣)</p><p>اَللّٰهُمَّ إِنَّكَ عَفُوٌّ كَرِيْمٌ، تُحِبُّ الْعَفْوَ فَاعْفُ عَنَّا يَا كَرِيْمُ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa sebelum buka (Halaman 72)",
                        "urutan": 3
                    },
                    {
                        "arabic": "<p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. اَللّٰهُمَّ لَكَ صُمْتُ. وَبِكَ اٰمَنْتُ، وَعَلَى رِزْقِكَ أَفْطَرْتُ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ. ذَهَبَ الظَّمَأُ، وَابْتَلَّتِ الْعُرُوْقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللّٰهُ تَعَالَى.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa buka puasa (Halaman 73)",
                        "urutan": 4
                    }
                ],
                "urutan": 2
            },
            {
                "judul_section": "Sholat Tarawih & Doa Kamilin",
                "slug_section": "tarawih-kamilin",
                "items": [
                    {
                        "arabic": "<p>أُصَلِّي سُنَّةَ التَّرَاوِيْحِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ...</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat Tarawih (Halaman 73)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>اَلصَّلَاةُ سُنَّةَ التَّرَاوِيْحِ رَكْعَتَيْنِ جَامِعَةً رَحِمَكُمُ اللّٰهُ. (Bilal)</p>\n<p>اَلصَّلَاةُ لَا إِلٰهَ إِلَّا اللّٰهُ. (Jawab)</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>\n<p>كَالْبَدْرِ مُحَمَّدٌ. (Bilal) صَلُّوْا عَلَيْهِ. (Jawab)</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>\n<p>فَضْلًا مِنَ اللّٰهِ تَعَالَى وَنِعْمَةً. (Bilal) وَمَغْفِرَةً وَّرَحْمَةً. (Jawab)</p>\n<p>يَا تَوَّابُ يَا وَاسِعَ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِيْنَ (bersama)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Bilal Sholat Tarawih (Halaman 73)",
                        "urutan": 2
                    },
                    {
                        "arabic": "<p>أَمِيْرُ الْمُؤْمِنِيْنَ سَيِّدُنَا أَبُوْ بَكْرٍ الصِّدِّيْقُ (Bilal) رَضِيَ اللّٰهُ عَنْهُ</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>\n<p>فَضْلًا مِنَ اللّٰهِ تَعَالَى وَنِعْمَةً (Bilal) وَمَغْفِرَةً وَّرَحْمَةً</p>\n<p>يَا تَوَّابُ يَا وَاسِعَ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِيْنَ (bersama)</p>\n<hr>\n<p>أَمِيْرُ الْمُؤْمِنِيْنَ سَيِّدُنَا عُمَرُ ابْنُ الْخَطَّابِ (Bilal) رَضِيَ اللّٰهُ عَنْهُ</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>\n<p>فَضْلًا مِنَ اللّٰهِ تَعَالَى وَنِعْمَةً (Bilal) وَمَغْفِرَةً وَّرَحْمَةً</p>\n<p>يَا تَوَّابُ يَا وَاسِعَ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِيْنَ (bersama)</p>\n<hr>\n<p>أَمِيْرُ الْمُؤْمِنِيْنَ سَيِّدُنَا عُثْمَانُ ابْنُ عَفَّانَ (Bilal) رَضِيَ اللّٰهُ عَنْهُ</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>\n<p>فَضْلًا مِنَ اللّٰهِ تَعَالَى وَنِعْمَةً (Bilal) وَمَغْفِرَةً وَّرَحْمَةً</p>\n<p>يَا تَوَّابُ يَا وَاسِعَ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِيْنَ (bersama)</p>\n<hr>\n<p>أَمِيْرُ الْمُؤْمِنِيْنَ سَيِّدُنَا عَلِيُّ ابْنُ أَبِي طَالِبٍ (Bilal) رَضِيَ اللّٰهُ عَنْهُ</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>\n<p>فَضْلًا مِنَ اللّٰهِ تَعَالَى وَنِعْمَةً (Bilal) وَمَغْفِرَةً وَّرَحْمَةً</p>\n<p>يَا تَوَّابُ يَا وَاسِعَ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِيْنَ (bersama)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Bilal Khulafaur Rasyidin (Halaman 73-74)",
                        "urutan": 3
                    },
                    {
                        "arabic": "<p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. اَللّٰهُمَّ اجْعَلْنَا بِالْإِيْمَانِ كَامِلِيْنَ. وَلِلْفَرَائِضِ مُؤَدِّيْنَ. وَلِلصَّلَاةِ حَافِظِيْنَ. وَلِلزَّكَاةِ فَاعِلِيْنَ. وَلِمَا عِنْدَكَ طَالِبِيْنَ. وَلِعَفْوِكَ رَاجِيْنَ. وَبِالْهُدَى مُتَمَسِّكِيْنَ. وَعَنِ اللَّغْوِ مُعْرِضِيْنَ. وَفِي الدُّنْيَا زَاهِدِيْنَ. وَفِي الْأٰخِرَةِ رَاغِبِيْنَ. وَبِالْقَضَاءِ رَاضِيْنَ. وَبِالنَّعْمَاءِ شَاكِرِيْنَ. وَعَلَى الْبَلَاءِ صَابِرِيْنَ. وَتَحْتَ لِوَاءِ سَيِّدِنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْقِيَامَةِ سَائِرِيْنَ. وَإِلَى الْحَوْضِ وَارِدِيْنَ. وَفِي الْجَنَّةِ دَاخِلِيْنَ. وَمِنَ النَّارِ نَاجِيْنَ. وَعَلَى سَرِيْرَةِ الْكَرَامَةِ قَاعِدِيْنَ. وَمِنْ حُوْرٍ عِيْنٍ مُتَزَوِّجِيْنَ. وَمِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ وَدِيْبَاجٍ مُتَلَبِّسِيْنَ. وَمِنْ طَعَامِ الْجَنَّةِ اٰكِلِيْنَ. وَمِنْ لَبَنٍ وَعَسَلٍ مُصَفًّى شَارِبِيْنَ. بِأَكْوَابٍ وَأَبَارِيْقَ وَكَأْسٍ مِنْ مَعِيْنٍ. مَعَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ مِنَ النَّبِيِّيْنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ. وَحَسُنَ أُولٰٓئِكَ رَفِيْقًا. ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ وَكَفَى بِاللّٰهِ عَلِيْمًا. إِنَّ اللّٰهَ وَمَلَائِكَتَهُ يُصَلُّوْنَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِيْنَ آمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا. وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلَّمَ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa Kamilin (Halaman 75)",
                        "urutan": 4
                    }
                ],
                "urutan": 3
            },
            {
                "judul_section": "Sholat Witir & Doanya",
                "slug_section": "witir-doa",
                "items": [
                    {
                        "arabic": "<p>اَلصَّلَاةُ سُنَّةَ الْوِتْرِ (مَعَ الْقُنُوْتِ) جَامِعَةً أَثَابَكُمُ اللّٰهُ. (Bilal)</p>\n<p>اَلصَّلَاةُ لَا إِلٰهَ إِلَّا اللّٰهُ. (Jawab)</p>\n<p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ (Bilal) اَللّٰهُمَّ صَلِّ عَلَيْهِ (Jawab)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Bilal Sholat Witir (Halaman 76)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>أُصَلِّي سُنَّةَ مِنَ الْوِتْرِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ...</p><p>أُصَلِّي سُنَّةَ الْوِتْرِ رَكْعَةً / ثَلَاثَ رَكَعَاتٍ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ...</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat Witir (Halaman 76)",
                        "urutan": 2
                    },
                    {
                        "arabic": "<p>سُبْحَانَ الْمَلِكِ الْقُدُّوْسِ (×٣) سُبُّوْحٌ قُدُّوْسٌ رَبُّنَا وَرَبُّ الْمَلٰٓئِكَةِ وَالرُّوْحِ.</p><p>أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ أَسْتَغْفِرُ اللّٰهَ نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ وَنَعُوْذُ بِكَ مِنْ سَخَتِكَ وَالنَّارِ (×٣)</p><p>اَللّٰهُمَّ إِنَّكَ عَفُوٌّ كَرِيْمٌ. تُحِبُّ الْعَفْوَ فَاعْفُ عَنَّا يَا كَرِيْمُ. (×٣)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Wirid Ba'da Witir (Halaman 76)",
                        "urutan": 3
                    },
                    {
                        "arabic": "<p>عِبَادَ اللّٰهِ رِجَالَ اللّٰهِ ◇ أَغِيْثُوْنَا لِأَجْلِ اللّٰهِ</p>\n<p>وَكُوْنُوْا عَوْنَنَا لِلّٰهِ ◇ عَسَى نَحْظَى بِفَضْلِ اللّٰهِ</p>\n<p>عَلَى الْكَافِي صَلَاةُ اللّٰهِ ◇ عَلَى الشَّافِي سَلَامُ اللّٰهِ</p>\n<p>بِمُحْيِ الدِّيْنِ خَلِّصْنَا ◇ مِنَ الْبَلْوَى يَا اللّٰهِ</p>\n<p>وَيَا أَقْطَابُ وَيَا أَنْجَابُ ◇ وَيَا سَادَاتُ وَيَا أَحْبَابُ</p>\n<p>وَأَنْتُمْ يَا أُولِي الْأَلْبَابِ ◇ تَعَالَوْا وَانْصُرُوْا لِلّٰهِ</p>\n<p>سَأَلْنَاكُمْ سَأَلْنَاكُمْ ◇ لِلزُّلْفَى رَجَوْنَكُمْ</p>\n<p>وَفِي أَمْرِ قَصَدْنَكُمْ ◇ فَشُدُّوْا عَزْمَكُمْ لِلّٰهِ</p>\n<p>فَيَا رَبِّ بِسَادَاتِي ◇ تَحَقُّقْ لِي إِشَارَتِي</p>\n<p>عَسَى تَأْتِي بِشَارَاتِي ◇ وَيَصْفُوْا وَقْتُنَا لِلّٰهِ</p>\n<p>بِكَشْفِ الْحُجُبِ عَنْ عَيْنِي ◇ وَرَفْعِ الْبَيْنِ مِنْ بَيْنِي</p>\n<p>وَطَمْسِ الْكَيْفِ وَالْأَيْنِ ◇ بِنُوْرِ الْوَجْهِ يَا اللّٰهِ</p>\n<p>صَلَاةُ اللّٰهِ مَوْلَانَا ◇ عَلَى مَنْ بِالْهُدَى جَانَا</p>\n<p>وَمَنْ بِالْحَقِّ أَوْلَانَا ◇ شَفِيْعَ الْخَلْقِ عِنْدَ اللّٰهِ</p>",
                        "tipe_tampilan": "syiir",
                        "note_kaki": "Orad Ba'da Witir - Syiir (Halaman 77-78)",
                        "urutan": 4
                    },
                    {
                        "arabic": "<p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. اَللّٰهُمَّ إِنَّا نَسْأَلُكَ إِيْمَانًا دَائِمًا. وَقَلْبًا خَاشِعًا وَعِلْمًا نَافِعًا وَيَقِيْنًا صَادِقًا. وَعَمَلًا صَالِحًا. وَدِيْنًا قَيِّمًا. وَنَسْأَلُكَ خَيْرًا كَثِيْرًا. وَنَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ. وَنَسْأَلُكَ تَمَامَ الْعَافِيَةِ وَنَسْأَلُكَ الشُّكْرَ عَلَى الْعَافِيَةِ وَنَسْأَلُكَ الْغِنَاءَ عَنِ النَّاسِ. اَللّٰهُمَّ رَبَّنَا تَقَبَّلْ مِنَّا صَلَاتَنَا وَصِيَامَنَا وَقِيَامَنَا وَرُكُوْعَنَا وَسُجُوْدَنَا وَقُعُوْدَنَا وَتَخَشُّعَنَا وَتَضَرُّعَنَا وَتَعَبُّدَنَا وَتَمِّمْ تَقْصِيْرَنَا يَا اَللّٰهُ يَا اَللّٰهُ يَا اَللّٰهُ يَا خَيْرَ النَّاصِرِيْنَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ. رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ. وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلَّمَ. سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa Witir (Halaman 78)",
                        "urutan": 5
                    }
                ],
                "urutan": 4
            },
            {
                "judul_section": "Qiyamul Lail / I'tikaf",
                "slug_section": "qiyamul-lail-itikaf",
                "items": [
                    {
                        "arabic": "<p>بِسْمِ اللّٰهِ، آمَنْتُ بِاللّٰهِ، تَوَكَّلْتُ عَلَى اللّٰهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ. اَللّٰهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ السَّائِلِيْنَ إِلَيْكَ، وَبِحَقِّ الرَّاغِبِيْنَ إِلَيْكَ، وَبِحَقِّ مَمْشَايَ هٰذَا إِلَيْكَ، فَإِنِّي لَمْ أَخْرُجْ بَطَرًا وَلَا أَشَرًا وَلَا رِيَاءً وَلَا سُمْعَةً بَلْ خَرَجْتُ اتِّقَاءَ سُخْتِكَ، وَابْتِغَاءَ مَرْضَاتِكَ. فَأَسْأَلُكَ أَنْ تُنْقِذَنِي مِنَ النَّارِ، وَأَنْ تَغْفِرَ لِي ذُنُوْبِي. فَإِنَّهُ لَا يَغْفِرُ الذُّنُوْبَ إِلَّا أَنْتَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa pergi ke masjid (Halaman 79)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>اَللّٰهُمَّ اغْفِرْ لِي ذُنُوْبِي وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ. بِسْمِ اللّٰهِ، اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa masuk masjid (Halaman 79)",
                        "urutan": 2
                    },
                    {
                        "arabic": "<p>اَللّٰهُمَّ اغْفِرْ لِي ذُنُوْبِي وَافْتَحْ لِي أَبْوَابَ فَضْلِكَ. بِسْمِ اللّٰهِ، اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa keluar masjid (Halaman 79)",
                        "urutan": 3
                    },
                    {
                        "arabic": "<p>أُصَلِّي سُنَّةَ التَّحِيَّةِ الْمَسْجِدِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى... اَللّٰهُ أَكْبَرُ.</p><p>رَكْعَةُ الْأُوْلَى: الْفَاتِحَة + سُوْرَةُ الْكَافِرُوْن</p><p>رَكْعَةُ الثَّانِي: الْفَاتِحَة + سُوْرَةُ الْإِخْلَاص</p><p>اَلْبَاقِيَاتُ الصَّالِحَاتُ ×٤:</p><p>سُبْحَانَ اللّٰهِ وَالْحَمْدُ لِلّٰهِ وَلَا إِلٰهَ إِلَّا اللّٰهُ وَاللّٰهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ ×٤١</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Tahiyyatul Masjid (Halaman 80)",
                        "urutan": 4
                    },
                    {
                        "arabic": "<p>نَوَيْتُ الْاِعْتِكَافَ فِي هٰذَا الْمَسْجِدِ، تَقَرُّبًا إِلَى اللّٰهِ وَابْتِغَاءَ لِمَرْضَاتِهِ... سُنَّةً لِلّٰهِ تَعَالَى</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat I'tikaf (Halaman 80)",
                        "urutan": 5
                    }
                ],
                "urutan": 5
            },
            {
                "judul_section": "Sholat Taubah",
                "slug_section": "sholat-taubah",
                "items": [
                    {
                        "arabic": "<p>أُصَلِّي سُنَّةَ التَّوْبَةِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى اَللّٰهُ أَكْبَرُ..</p><p>رَكْعَةُ الْأُوْلَى بَعْدَ الْفَاتِحَة:</p><p>وَالَّذِيْنَ إِذَا فَعَلُوْا فَاحِشَةً أَوْ ظَلَمُوْا أَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوْبَ إِلَّا اللّٰهُ وَلَمْ يُصِرُّوْا عَلَى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ (QS. Ali Imran: 135)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat + Rakaat 1 (Halaman 80-81)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>رَكْعَةُ الثَّانِي بَعْدَ الْفَاتِحَة:</p><p>يَا أَيُّهَا الَّذِيْنَ آمَنُوْا تُوْبُوْا إِلَى اللّٰهِ تَوْبَةً نَصُوْحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللّٰهُ النَّبِيَّ وَالَّذِيْنَ آمَنُوْا مَعَهُ نُوْرُهُمْ يَسْعَى بَيْنَ أَيْدِيْهِمْ وَبِأَيْمَانِهِمْ يَقُوْلُوْنَ رَبَّنَا أَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ (QS. At-Tahrim: 8)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Rakaat 2 (Halaman 81)",
                        "urutan": 2
                    }
                ],
                "urutan": 6
            },
            {
                "judul_section": "Sholat Tasbih",
                "slug_section": "sholat-tasbih",
                "items": [
                    {
                        "arabic": "<p>أَرْبَعَ رَكَعَاتٍ (٤) بِتَسْلِمَتَيْنِ.</p><p>النِّيَة: أُصَلِّي سُنَّةَ التَّسْبِيْحِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ.</p><p>وَيَجُوْزُ كَوْنُ الْاِفْتِتَاحِ بِهٰذِهِ الصِّيْغَةِ:</p><p>سُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلٰهَ غَيْرُكَ.</p><p>قَبْلَ سُوْرَةِ الْفَاتِحَة ... التَّسْبِيْحُ ١٥</p><p>بَعْدَ الْفَاتِحَةِ/السُّوْرَة ... التَّسْبِيْحُ ١٠</p><p>عِنْدَ الرُّكُوْعِ ... التَّسْبِيْحُ ١٠</p><p>عِنْدَ الِاعْتِدَالِ ... التَّسْبِيْحُ ١٠</p><p>عِنْدَ السُّجُوْدِ ... التَّسْبِيْحُ ١٠</p><p>عِنْدَ جُلُوْسِ الِافْتِرَاشِ ... التَّسْبِيْحُ ١٠</p><p>عِنْدَ السُّجُوْدِ الثَّانِي ... التَّسْبِيْحُ ١٠</p><p>فَفِي كُلِّ رَكْعَةٍ يَقْرَأُ التَّسْبِيْحَ: ٧٥ تَسْبِيْحًا.</p><p>وَلَيْسَ فِيْهَا جُلُوْسُ الِاسْتِرَاحَةِ وَلَا يَقْرَأُ التَّسْبِيْحَ عِنْدَ التَّشَهُّدِ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Tata cara (Halaman 82)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>اَلدُّعَاءُ بَعْدَهَا</p><p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ. حَمْدًا يُوَافِي نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ. يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ، وَلِعَظِيْمِ سُلْطَانِكَ. سُبْحَانَكَ لَا نُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ، كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ. فَلَكَ الْحَمْدُ حَتَّى تَرْضَى. وَلَكَ الْحَمْدُ إِذَا رَضِيْتَ. وَلَكَ الْحَمْدُ بَعْدَ الرِّضَى.</p><p>اَللّٰهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْأَوَّلِيْنَ. وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْآخِرِيْنَ. وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي النَّبِيِّيْنَ وَالْمُرْسَلِيْنَ. وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي كُلِّ وَقْتٍ وَحِيْنٍ. وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْمَلَإِ الْأَعْلَى إِلَى يَوْمِ الدِّيْنِ. وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ حَتَّى تَرِثَ الْأَرْضَ وَمَنْ عَلَيْهَا، وَأَنْتَ خَيْرُ الْوَارِثِيْنَ.</p><p>اَللّٰهُمَّ إِنِّي أَسْأَلُكَ تَوْفِيْقَ أَهْلِ الْهُدَى. وَأَعْمَالَ أَهْلِ الْيَقِيْنِ. وَعَزْمَ أُولِي الصَّبْرِ. وَجِدَّ أَهْلِ الْخَشْيَةِ. وَمُنَاصَحَةَ أَهْلِ التَّقْوَى. وَطَلَبَ أَهْلِ الرَّغْبَةِ. وَتَعَبُّدَ أَهْلِ الْوَرَعِ. وَعِرْفَانَ أَهْلِ الْعِلْمِ. حَتَّى أَخَافَكَ مَخَافَةً تَحْجُزُنِي بِهَا عَنْ مَعَاصِيْكَ. وَحَتَّى أَعْمَلَ بِطَاعَتِكَ عَمَلًا أَسْتَحِقُّ بِهِ رِضَاكَ. وَحَتَّى أُنَاصِحَكَ فِي التَّوْبَةِ خَوْفًا مِنْكَ. وَحَتَّى أُخْلِصَ لَكَ فِي النَّصِيْحَةِ حُبًّا لَكَ. وَحَتَّى أَتَوَكَّلَ عَلَيْكَ فِي الْأُمُوْرِ حُسْنَ ظَنٍّ بِكَ. سُبْحَانَكَ خَالِقَ النُّوْرِ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa Sholat Tasbih (Halaman 83-84)",
                        "urutan": 2
                    }
                ],
                "urutan": 7
            },
            {
                "judul_section": "Sholat Tahajjud",
                "slug_section": "sholat-tahajjud",
                "items": [
                    {
                        "arabic": "<p>دِيْشَارَطْكَنْ عَلَى وَقْتِ مَالَمْ سَسُدَهْ بَنْقُوْنْ تِدُرْ. دِكَرْجَكَنْ ٢ رَكَعَاتْ سَمْفَيْ ٨ رَكَعَاتْ.</p><p>سُوْرَة يَنْغ دِبَاجَا سَسُدَهْ فَاتِحَة:</p><p>رَكْعَة: ١ - قُلْ هُوَ اللّٰهُ أَحَدٌ...الآية</p><p>رَكْعَة: ٢ - آيَة كُرْسِي</p><p>رَكْعَة: ١ - لِلّٰهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ (QS. Al-Baqoroh)</p><p>رَكْعَة: ٢ - قُلْ هُوَ اللّٰهُ أَحَدٌ...الآية</p><p>رَكْعَة: ١ - إِنَّ فِي خَلْقِ السَّمَاوَاتِ (QS. Ali Imron)</p><p>رَكْعَة: ٢ - قُلْ هُوَ اللّٰهُ أَحَدٌ...الآية</p><p>رَكْعَة: ١ - أَقِمِ الصَّلَاةَ لِدُلُوْكِ الشَّمْسِ (QS. Al-Isra)</p><p>رَكْعَة: ٢ - لَقَدْ جَاءَكُمْ رَسُوْلٌ (QS. At-Taubah Akhir)</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Tata cara + surat (Halaman 85)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>a. دِبَاجَا كَتِكَ سَبَلُمْ تَكْبِرَاتُلْ إِحْرَامْ:</p><p>لَا إِلٰهَ إِلَّا أَنْتَ. سُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ أَسْتَغْفِرُكَ لِلذَّنْبِي وَأَسْأَلُكَ رَحْمَتَكَ. اَللّٰهُمَّ زِدْنِي عِلْمًا. وَلَا تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي. وَهَبْ لِي مِنْ لَدُنْكَ رَحْمَةً. إِنَّكَ أَنْتَ الْوَهَّابُ.</p><p>أَسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ ×١٠</p><p>اَلْحَمْدُ لِلّٰهِ ×١٠</p><p>سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ ×١٠</p><p>سُبْحَانَ الْمَلِكِ الْقُدُّوْسِ ×١٠</p><p>اَللّٰهُ أَكْبَرُ ×١٠</p><p>لَا إِلٰهَ إِلَّا اللّٰهُ ×١٠</p><p>اَللّٰهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ ضِيْقِ الدُّنْيَا وَضِيْقِ يَوْمِ الْقِيَامَةِ ×١٠</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Dzikir pra-Tahajjud (Halaman 85-86)",
                        "urutan": 2
                    },
                    {
                        "arabic": "<p>b. نِيَة شُلَاتْ تَهَجُّدْ:</p><p>أُصَلِّي سُنَّةَ التَّهَجُّدِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ...</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Niat Tahajjud (Halaman 86)",
                        "urutan": 3
                    },
                    {
                        "arabic": "<p>c. دُعَاء سَتَلَهْ شُلَاتْ تَهَجُّدْ:</p><p>بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ. اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِ سَيِّدِنَا مُحَمَّدٍ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ. اَللّٰهُمَّ لَكَ الْحَمْدُ أَنْتَ نُوْرُ السَّمَاوَاتِ وَالْأَرْضِ، وَلَكَ الْحَمْدُ أَنْتَ بَهَاءُ السَّمَاوَاتِ وَالْأَرْضِ، وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ، وَلَكَ الْحَمْدُ أَنْتَ قَيُّوْمُ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ وَمَنْ عَلَيْهِنَّ، أَنْتَ الْحَقُّ وَمِنْكَ الْحَقُّ وَعَلَيْكَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَلِقَاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالنُّشُوْرُ حَقٌّ وَالنَّبِيُّوْنَ حَقٌّ وَمُحَمَّدٌ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ حَقٌّ. اَللّٰهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلٰهَ إِلَّا أَنْتَ.</p><p>اَللّٰهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، وَأَنْتَ خَيْرُ مَنْ زَكَّاهَا. اَللّٰهُمَّ اهْدِنِي لِأَحْسَنِ الْأَعْمَالِ، لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ. أَسْأَلُكَ الْمَسْأَلَةَ الْبَائِسِ الْمِسْكِيْنِ، وَأَدْعُوْكَ دُعَاءَ الْمُفْتَقِرِ الذَّلِيْلِ، فَلَا تَجْعَلْنِي بِدُعَائِكَ رَبِّي شَقِيًّا، وَكُنْ بِي رَءُوْفًا رَحِيْمًا، يَا أَرْحَمَ الرَّاحِمِيْنَ.</p><p>اَللّٰهُمَّ اجْعَلْ فِي قَلْبِي نُوْرًا، وَفِي بَصَرِي نُوْرًا، وَفِي سَمْعِي نُوْرًا، وَعَنْ يَمِيْنِي نُوْرًا، وَعَنْ يَسَارِي نُوْرًا، وَفَوْقِي نُوْرًا، وَتَحْتِي نُوْرًا، وَخَلْفِي نُوْرًا، وَأَمَامِي نُوْرًا، وَاجْعَلْ لِي نُوْرًا.</p><p>اَللّٰهُمَّ أَصْلِحْ لِي دِيْنِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيْهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي إِلَيْهَا مَعَادِي، وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ.</p><p>اَللّٰهُمَّ اجْعَلْ حُبَّكَ أَحَبَّ إِلَيَّ مِنْ نَفْسِي وَمَالِي وَأَهْلِي وَمِنَ الْمَاءِ الْبَارِدِ. لَا إِلٰهَ إِلَّا اللّٰهُ الْحَكِيْمُ الْكَرِيْمُ. سُبْحَانَ اللّٰهِ رَبِّ الْعَرْشِ الْعَظِيْمِ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p><p>اَللّٰهُمَّ إِنِّي أَسْأَلُكَ مُوْجِبَاتِ رَحْمَتِكَ، وَعَزَائِمَ مَغْفِرَتِكَ، وَالْغَنِيْمَةَ مِنْ كُلِّ بِرٍّ، وَالسَّلَامَةَ مِنْ كُلِّ إِثْمٍ، لَا تَدَعْ لَنَا ذَنْبًا إِلَّا غَفَرْتَهُ، وَلَا هَمًّا إِلَّا فَرَّجْتَهُ، وَلَا حَاجَةً هِيَ لَكَ رِضًا إِلَّا قَضَيْتَهَا، يَا أَرْحَمَ الرَّاحِمِيْنَ.</p><p>رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ. اَللّٰهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ وَأَتَوَسَّلُ بِنَبِيِّكَ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ النَّبِيِّ الرَّحْمَةِ، يَا مُحَمَّدُ... تَوَجَّهْتُ بِكَ إِلَى رَبِّي فِي حَاجَتِي (دِسَبُوْتْكَنْ حَاجَتِيَا) اَللّٰهُمَّ فَشَفِّعْهُ فِيَّ. وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ الْبَشِيْرِ النَّذِيْرِ. السِّرَاجِ الْمُنِيْرِ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلَّمَ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Doa Tahajjud (Halaman 86-89)",
                        "urutan": 4
                    }
                ],
                "urutan": 8
            },
            {
                "judul_section": "Sholat Hajat",
                "slug_section": "sholat-hajat",
                "items": [
                    {
                        "arabic": "<p>Versi I: ٢ رَكَعَاتْ. رَكَعَةُ I: فَاتِحَة + سُوْرَةُ الْكَافِرُوْن ×١٠. رَكَعَةُ II: فَاتِحَة + سُوْرَةُ الْإِخْلَاص ×١٠.</p><p>Versi II: ٤ رَكَعَاتْ، ٢× سَلَامْ. رَكَعَةُ I: فَاتِحَة + سُوْرَةُ الْإِخْلَاص ×٤٠. رَكَعَةُ II: فَاتِحَة + سُوْرَةُ الْإِخْلَاص ×٣٠. سَلَامْ. رَكَعَةُ I: فَاتِحَة + سُوْرَةُ الْإِخْلَاص ×٢٠. رَكَعَةُ II: فَاتِحَة + سُوْرَةُ الْإِخْلَاص ×١٠. سَلَامْ.</p><p>نِيَتْ: أُصَلِّي سُنَّةَ الْحَاجَةِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ... أَوْ أُصَلِّي سُنَّةَ قَضَاءِ الْحَاجَاتِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ...</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 89",
                        "urutan": 1
                    }
                ],
                "urutan": 9
            },
            {
                "judul_section": "Sujud Syukur",
                "slug_section": "sujud-syukur",
                "items": [
                    {
                        "arabic": "<p>تَتَاجَرَنْيَ: ١. دُدُوْكْ إِفْتِرَاشْ (تَحِيَّاتُ أَوَّلْ) ٢. نِيَتْ بَرْسَمَعَنْ تَكْبِيْرَاتُلْ إِحْرَامْ.</p><p>نِيَةُ: نَوَيْتُ سُجُوْدَ الشُّكْرِ سُنَّةً لِلّٰهِ تَعَالَى. اَللّٰهُ أَكْبَرُ...</p><p>٣. دِدَالَمْ سُجُوْدْ مَمْبَاجَا:</p><p>سُبْحَانَ اللّٰهِ وَالْحَمْدُ لِلّٰهِ وَلَا إِلٰهَ إِلَّا اللّٰهُ وَاللّٰهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ ×١٠</p><p>اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اٰلِ سَيِّدِنَا مُحَمَّدٍ ×١٠</p><p>رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ ×١٠</p><p>كَمُدِيَنْ سَبُوْتْكَنْ حَاجَتْ/كَبُتُهَنْنْيَا أَوْ بَرْسَمَعَنْ بَاجَعَنْ تَتَفِي دَالَمْ حَاتِي.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Halaman 89-90",
                        "urutan": 1
                    }
                ],
                "urutan": 10
            },
            {
                "judul_section": "Adzkar I'tikaf (Penutup)",
                "slug_section": "adzkar-itikaf-penutup",
                "items": [
                    {
                        "arabic": "<p>● اَلْاِسْتِغْفَارُ:</p><p>١. أَسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ... اَلَّذِي لَا إِلٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ، وَأَتُوْبُ إِلَيْهِ..</p><p>٢. أَسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ، إِنَّهُ كَانَ غَفَّارًا...</p><p>٣. اَللّٰهُمَّ اغْفِرْ لِي ذُنُوْبِي وَلِوَالِدَيَّ، وَارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيْرًا.</p><p>٤. رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا، لَنَكُوْنَنَّ مِنَ الْخَاسِرِيْنَ.</p><p>٥. رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا، وَإِسْرَافَنَا فِي أَمْرِنَا، وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِيْنَ.</p><p>٦. اَللّٰهُمَّ إِنَّكَ عَفُوٌّ كَرِيْمٌ، تُحِبُّ الْعَفْوَ فَاعْفُ عَنَّا.</p><p>٧. أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ أَسْتَغْفِرُ اللّٰهَ، نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ، وَنَعُوْذُ بِكَ مِنْ سَخَتِكَ وَالنَّارِ</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Istighfar (Halaman 90-91)",
                        "urutan": 1
                    },
                    {
                        "arabic": "<p>● اَلتَّسْبِيْحَاتُ:</p><p>١. سُبْحَانَ اللّٰهِ وَالْحَمْدُ لِلّٰهِ وَلَا إِلٰهَ إِلَّا اللّٰهُ وَاللّٰهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ.</p><p>٢. سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ. سُبْحَانَ اللّٰهِ الْعَظِيْمِ.</p><p>٣. لَا إِلٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِيْنَ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Tasbihat (Halaman 91)",
                        "urutan": 2
                    },
                    {
                        "arabic": "<p>● اَلصَّلَوَاتُ:</p><p>١. اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الْأُمِّيِّ. وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلِّمْ.</p><p>٢. اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ. عَدَدَ مَا فِي عِلْمِ اللّٰهِ صَلَاةً دَائِمَةً بِدَوَامِ مُلْكِ اللّٰهِ.</p><p>٣. اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا لَا نِهَايَةَ لِكَمَالِكَ، وَعَدَدَ كَمَالِهِ.</p><p>٤. صَلَّى اللّٰهُ عَلَى مُحَمَّدٍ.</p>",
                        "tipe_tampilan": "text",
                        "note_kaki": "Sholawat (Halaman 92) - Tammat",
                        "urutan": 3
                    }
                ],
                "urutan": 11
            }
        ]
    }
}