{
    "metadata": {
        "title": "Manaqib Syeikh Abdul Qodir Al-Jailani",
        "event": "Festival BAM",
        "file_name": "manaqib bam full A5.pdf",
        "structure_type": "mixed_content_with_separators"
    },
    "content": [
        {
            "chapter": "Bab 1",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Pembukaan (Khutbah al-Kitab)",
                    "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيْمِ. اَلْحَمْدُ لِلَّهِ الَّذِي أَرْسَلَ سَيِّدَنَا مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِكَامِلِ الشَّرِيعَةِ وَخَالِصِ الدِّيْنِ، وَحَلَى جِيْدَ رِسَالَتِهِ بِبَاهِرِ الْخَوَارِقِ وَأَيَّدَهُ بِكُمَّاةِ الْأَصْحَابِ الْمُهْتَدِيْنَ، وَخَصَّ مَنْ شَاءَ مِنْ أَتْبَاعِ مِلَّتِهِ بِالرُّقِيِّ إِلَى أَوْجِ الْمَعَارِفِ وَالْحَقَائِقِ، وَأَفَاضَ عَلَيْهِمْ مِنْ بُحُوْرِ مَوَاهِبِ اللَّدُنِيَّةِ ظُرَفَ اللَّطَائِفِ وَشَوَارِقَ الرَّقَائِقِ، فَأَصْبَحُوْا هُدَاةَ الْأُمَّةِ وَقَادَتَهَا إِلَى الْعَزِيزِ الْعَلِيمِ، سَالِكِينَ بِعِبَادِ اللهِ تَعَالَى مِنْ سُبُلِ الْإِرْشَادِ أَعْلَى الصِّرَاطِ الْمُسْتَقِيمِ، وَآلَ اللهُ عَلَيْهِ وَعَلَيْهِمْ زَاكِيَ الصَّلَوَاتِ وَالتَّسْلِيمِ، وَوَفَّقَنَا لِلْإِهْتِدَاءِ بِهُدَاهُمْ وَالْإِقْتِدَاءِ بِأَثَارِهِمْ وَالْإِقْتِبَاسِ مِنْ مِشْكَاةِ أَنْوَارِهِمْ فِي حِنْدِسِ الْجَهْلِ الْبَهِيْمِ، مَا عَطَّرَتْ مَنَاقِبُهُمْ مَعَاطِسَ الْأَسْمَاعِ الْوَاعِيَةِ، وَتُلِيَتْ أَيُّ فَضَائِلِهِمْ فَكَانَتْ إِلَى النُّهُوضِ إِلَى اللَّهِ دَاعِيَةً."
                },
                {
                    "type": "prose",
                    "description": "Pengantar Penulis (Amma Ba'du)",
                    "text": "أَمَّا بَعْدُ: فَيَقُولُ الْمُفْتَقِرُ إِلَى فَضْلِ الْكَرِيمِ الْمُنْجِي، جَعْفَرُ بْنُ حَسَنِ بْنِ عَبْدِ الْكَرِيمِ الْبَرْزَنْجِيّ: هَذِهِ نُبْذَةٌ مِنْ أَحْوَالِ الْقُطْبِ الرَّبَّانِيِّ، وَالْغَوْثِ الصَّمَدَانِي، سُلْطَانِ الْأَوْلِيَاءِ الْعَارِفِيْنَ، وَإِمَامِ الْعُلَمَاءِ السَّالِكِيْنَ النَّاهِلِيْنَ مِنْ بَحْرِ الْحَقِيقَةِ وَالْغَارِفِيْنَ السَّيِّدِ الشَّرِيفِ، وَالسَّنَدِ الْغِطْرِيْفِ الْحَسِيْبِ النَّسِيْبِ، ذِي الْمَقَامِ الْأَعْلَى وَالنَّادِي الرَّحِيْبِ، سَيِّدِي الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي رَضِيَ اللَّهُ عَنْهُ (الفاتحة). بَلَّغَهُ اللهُ تَعَالَى بِنَفْسِهِ الْقَوِيِّ وَالْحَفِيِّ جَنَّةَ الْقُرْبِ وَالْأَمَانِيِّ، وَعِقْدٌ نَظَمْتُهُ مِنْ فَرَائِدِ عَمَلِهِ وَقَوْلِهِ، لِتَتَشَنَّفَ بِدُرَرِهِ أَسْمَاعُ الْحَاضِرِيْنَ عِنْدَ عَمَلٍ مُهِمِّهِ وَحَوْلِهِ. انْتَخَبْتُهُ مِنْ كَلَامِ بَعْضٍ أَرْبَابِ الطَّرِيقَةِ، وَمَنْ لَهُ فِي حَضْرَةِ الشَّيْخِ رَضِيَ اللهُ عَنْهُ عَقِيدَةٌ مُحْكَمَةٌ وَمَحَبَّةٌ وَثِيْقَةٌ، كَالشَّيْخِ عَبْدِ الْوَهَّابِ الشَّعْرَانِي الَّذِي لَاحَ لَهُ الْفَلَاحُ، وَالسِّرَاجِ الدِّمَشْقِيِّ صَاحِبُ كِتَابِ نِتَاجِ الْأَرْوَاحِ. رَغْبَةً فِي نَشْرِ أَحْوَالِ الْكُمَّلِ وَبَشِّ مَنَاقِبِ الْأَخْيَارِ، وَاسْتِنْزَالاً لِصَيِّبِ رَحَمَاتِ وَالْبَرَكَاتِ الْغِزَارِ، إِذْ بِذِكْرِهِمْ تُفْتَحُ أَبْوَابُ السَّمَوَاتِ الْعَلِيَّةِ، وَتَنْهَلُّ مِنْ حَظِيرَةِ الْقُدْسِ سُحُبُ الْفُيُوْضَاتِ الْإِلَهِيَّةِ، وَفَصَّلْتُهُ بِوَسَائِطَ مِنْ لَالِ التَّرَاضِي عَنْهُ، وَطَلَبِ الْإِمْدَادِ بِأَسْرَارِهِ، فَلْيَجْهَرْ بِذِكْرِهِ الْحَاضِرُوْنَ عِنْدَ بُلُوغِ الْقَارِئِ إِلَيْهَا فِي أَخْبَارِهِ، وَسَمَّيْتُهُ بِاللُّجَّيْنِ الدَّانِي فِي ذِكْرِ نُبْذَةٍ مِنْ مَنَاقِبِ الْقُطْبِ الرَّبَّانِيِّ سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِيِّ رَضِيَ اللَّهُ عَنْهُ (الفاتحة)."
                },
                {
                    "type": "prose",
                    "description": "Nasab (Silsilah Keturunan)",
                    "text": "فَأَقُولُ: هُوَ الشَّيْخُ الْكَامِلُ، وَالْجِهْبِدُ الْوَاصِلُ، ذُو الْمَقَامَاتِ الْعَالِيَةِ الشَّرِيفَةِ، وَالأَقْدَامِ الرَّاسِخَةِ، وَالتَّمَكَّنِ النَّامِ وَالْأَحْوَالِ الْمُنِيفَةِ، وَالْكَمَالَاتِ الشَّامِخَةِ الْقُطْبُ الرَّبَّانِي، وَالنُّوْرُ السَّاطِعُ الْبُرْهَانِي، وَالْهَيْكَلُ الصَّمَدَانِي، وَالْغَوْثُ النُّوْرَانِي، وَهُوَ أَبُوْ مُحَمَّدٍ عَبْدُ الْقَادِرِ الْجِيْلَانِيُّ، ابْنُ أَبِي صَالِحٍ مُوسَى جَنْكِي دَوْسَتِ، وَقِيلَ: جَنْكًا دَوْسَتِ ابْنِ عَبْدِ اللَّهِ بْنِ يَحْيَى الزَّاهِدِ ابْنِ مُحَمَّدِ بْنِ دَاوُوْدَ بْنِ مُوسَى الثَّانِي ابْنِ عَبْدِ اللَّهِ الثَّانِي بْنِ مُوسَى الْجُوْنِ بْنِ عَبْدِ اللَّهِ الْمَحْضِ بْنِ الْحَسَنِ الْمُثَنَّى بْنِ الْحَسَنِ السَّبْطِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ وَابْنِ فَاطِمَةَ الزَّهْرَاءِ الْبَتُوْلِ، بِئْتِ سَيِّدِنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّسُوْلِ. نَسَبٌ كَأَنَّ عَلَيْهِ مِنْ شَمْسِ الضُّحَى نُوْرًا وَمِنْ فَلَقِ الصَّبَاحِ عَمُوْدًا. نَسَبٌ لَهُ فِي وَجْهِ آدَمَ لُمْعَةٌ مُنِحَتْ مَلَائِكَةُ السَّمَاءِ سُجُوْدًا. نَسَبٌ كِتَابُ اللهِ أَوْفَى حُجَّةً فِي مَدْحِهِ مَنْ ذَا يَرُوْمُ جُحُوْدًا."
                },
                {
                    "type": "poetry",
                    "description": "Nazhom Tawassul (Page 4)",
                    "text": "<p class=\"editor-paragraph\" style=\"text-align: center;\"><span style=\"white-space: pre-wrap;\">بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">يَا رَبَّنَا بِالْهَيْكَلِ النُّوْرَانِ *<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">الْبَازِ عَبْدِ الْقَادِرِ الْجِيْلَانِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">أَسْلُكْ بِنَا نَهْجَ الْهِدَايَةِ وَاحْمِنَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\"> مِنْ شَرِّ كُلِّ مُعَانِدٍ أَوْجَانِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">بِأَبِيْهِ عَبْدِ اللَّهِ فَرِّجْ كَرْبَنَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَاقْضِ حَوَائِجَ عَبْدِكَ الْوِلْهَانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَبِجَنْكِ دُسْتٍ يَا الهِيْ اَغْنِي * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَاجْعَلْنِي فِي بَحْرِ الْمَحَبَّةِ فَانِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">بِالْقُطْبِ عَبْدِ اللَّهِ دَاوِ عِلَّتِيْ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَبِيَحْيِي أَحْيِ الْقَلْبَ بِالْعِرْفَانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَبِمُحَمَّدٍ وَأَبِيْهِ دَاوُدَ اكْسُنِي * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">تَوْبَ الْبَهَا وَالْوُدِّ فِي الْأَزْمَانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">بِأَبِيْهِ عَبْدِ اللَّهِ أَصْلِحْ شَأْنَنَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَلِدِيْنِنَا فَاحْفَظْ مِنَ النُّقْصَانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَالْطُفْ بِنَا فِي كُلِّ مَا قَدَّرْتَهُ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">بِالْجُوْنِ مُوسَى جُدْ بِخَيْرِ جِنَانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَالْمَحْضِ عَبْدِ اللَّهِ لِلْإِحْسَانِ مَحْضًا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">رَقِنِي ثُمَّ اكْسُنِي بِمَعَانِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">بِالْأَنْوَرِ الْحَسَنِ الْمُثَنَّى نَوْرَنْ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">عَقْلِي وَلَا تَتْرُكْنِ لِلْأَكْوَانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَأَبِيْهِ أَوَّلِ كُلِّ قُطْبٍ بَاهِرِ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">سِبْطِ النَّبِيِّ الْمُصْطَفَى الْعَدْنَانِيُّ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">حَسَنِ الزَّكِيِّ ابْنِ الْإِمَامِ الْمُرْتَضَى * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">حَامِي الْوَغَى غَيْثِ النَّدَى الْهَتَّانِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">يَسِّرْ لَنَا كُلَّ الْأُمُورِ وَعَافِنَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">مِنْ كُلِّ هَمْ أَوْ بَلَا أَوْ عَانِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: center;\"><br><span style=\"white-space: pre-wrap;\">اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ، وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ<\/span><\/p>"
                }
            ]
        },
        {
            "chapter": "Bab 2",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Kelahiran dan Masa Kecil",
                    "text": "وُلِدَ رَضِيَ اللهُ عَنْهُ بِجِيْلَانَ، وَهِيَ بِلَادٌ مُتَفَرِّقَةٌ مِنْ وَرَاءِ طَبَرِسْتَانَ، فِي سَنَةِ إِحْدَى وَسَبْعِيْنَ وَأَرْبَعِ مِائَةٍ، وَكَانَ فِي طُفُوْلِيَّتِهِ يَمْتَنِعُ مِنَ الرَّضَاعَةِ فِي نَهَارِ رَمَضَانَ، عِنَايَةً مِنَ اللَّهِ تَعَالَى بِهِ، وَلَمَّا تَرَعْرَعَ وَسَارَ إِلَى طَلَبِ الْعُلُوْمِ، وَقَصَدَ كُلَّ مِفْضَالٍ عَلِيْمٍ. وَمَدَّ يَدَهُ إِلَى الْفَضَائِلِ، فَكَانَ أَسْرَعَ مِنْ خَطْوِ الظَّلِيمِ. وَتَفَقَّهَ بِأَبِي الْوَفَا عَلِيّ ابْنِ عَقِيلٍ، وَأَبِي الْخَطَّابِ الْكَلْوَذَانِيِّ، مَحْفُوظ بْنِ أَحْمَدَ الْجَلِيْلِ، وَأَبِي الْحُسَيْنِ مُحَمَّدٍ بْنِ الْقَاضِي أَبِي يَعْلَى وَغَيْرِهِمْ، مِمَّنْ تُنَصُّ لَدَيْهِ عَرَائِسُ الْعُلُوْمِ وَتُجَلَّى، وَقَرَاءَ الأَدَابَ عَلَى أَبِي زَكَرِيَّا يَحْيَى ابْنِ عَلِيّ التَّبْرِيْزِيِّ، وَاقْتَبَسَ مِنْهُ أَي اقْتِبَاسٍ، وَأَخَذَ عِلْمَ الطَّرِيقَةِ عَنِ الْعَارِفِ بِاللَّهِ الشَّيْخِ أَبِي الْخَيْرِ حَمَّادِ بْنِ مُسْلِمٍ الدَّبَّاسِ."
                },
                {
                    "type": "prose",
                    "description": "Riyadhah dan Perjuangan Awal",
                    "text": "وَلَبِسَ مِنْ يَدِ الْقَاضِي أَبِي سَعِيدٍ الْمُبَارَكِ، الْخِرْقَةَ الشَّرِيفَةَ الصُّوْفِيَّةَ، وَتَأَدَّبَ بِأَدَابِهِ الْوَفِيَّةِ، وَلَمْ يَزَلْ مَلْحُوْظًا بِالْعِنَايَةِ الرَّبَّانِيَّةِ، عَارِجاً فِي مَعَارِجِ الْكَمَالَاتِ بِهِمَّتِهِ الْأَبِيَّةِ، أَخِذًا نَفْسَهُ بِالْجِدِ مُشَمِّرًا عَنْ سَاعِدِ الْاِجْتِهَادِ، نَابِذًا لِمَأْلُوْفِ الْإِسْعَافِ وَالْإِسْعَادِ، حَتَّى أَنَّهُ مَكَثَ خَمْسًا وَعِشْرِيْنَ سَنَةً، سَائِرًا فِي صَحْرَاءِ الْعِرَاقِ وَخَرَابَاتِهِ، لَا يَعْرِفُ النَّاسَ وَلَا يَعْرِفُوْنَهُ، فَيَعْذِلُوْنَهُ عَنْ أَمْرِهِ وَيَصْرِفُوْنَهُ، وَقَاسَى فِي بِدَايَةِ أَمْرِهِ الْأَخْطَارَ، فَمَا تَرَكَ هَوْلاً إِلَّا رَكِبَهُ، وَقَفَّرَ مِنْهُ الْقِفَارَ. وَكَانَ لِبَاسُهُ جُبَّةَ صُوفٍ، وَعَلَى رَأْسِهِ خُرَيْقَةٌ يَمْشِي حَافِيًا فِي الشَّوْكِ وَالْوَعْرِ، لِعَدَمٍ وِجْدَانِهِ نَعْلاً يَمْشِيْ فِيْهَا، وَيَقْتَاتُ ثَمَرَ الْأَشْجَارِ وَقُمَامَةَ الْبَقْلِ التُّرْمَى، وَوَرَقَ الْحَشِيْشِ مِنْ شَاطِئ النَّهْرِ، وَلَا يَنَامُ غَالِبًا وَلَا يَشْرَبُ الْمَاءَ، وَبَقِيَ مُدَّةَ لَمْ يَأْكُلْ فِيْهَا طَعَامًا، فَلَقِيَهُ إِنْسَانٌ، فَأَعْطَاهُ صُرَّةَ دَرَاهِمَ إِكْرَامًا، فَأَخَذَ بِبَعْضِهَا خُبْزًا سَمِيْدًا وَخَبِيْصًا، وَجَلَسَ لِيَأْكُلَ، وَإِذْ بِرُقْعَةٍ مَكْتُوبٍ فِيْهَا: إِنَّمَا جُعِلَتِ الشَّهَوَاتُ لِضُعَفَاءِ عِبَادِي، لِيَسْتَعِيْنَوُا بِهَا عَلَى الطَّاعَاتِ، وَأَمَّا الْأَقْوِيَاءُ، فَمَا لَهُمُ الشَّهَوَاتُ، فَتَرَكَ الْأَكْلَ وَأَخَذَ الْمِنْدِيْلَ، وَتَرَكَ مَا كَانَ فِيْهِ، وَتَوَجَّهَ فِي الْقِبْلَةِ وَصَلَّى رَكْعَتَيْنِ وَانْصَرَفَ، وَفَهِمَ أَنَّهُ مَحْفُوْظٌ وَمُعْتَنَّا بِهِ وَعَرَفَ. اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ"
                }
            ]
        },
        {
            "chapter": "Bab 3",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Pertemuan dengan Nabi Khidir AS",
                    "text": "وَرَافَقَهُ الْخَضِرُ عَلَى نَبِيِّنَا وَعَلَيْهِ أَفْضَلُ الصَّلَاةِ وَالسَّلَامِ، أَوَّلَ دُخُولِهِ الْعِرَاقَ، وَلَمْ يَكُنِ الشَّيْخُ يَعْرِفُهُ، وَشَرَطَ عَلَيْهِ الْخَضِرُ أَنْ لَا يُخَالِفَهُ، وَالْمُخَالَفَةُ سَبَبُ الْفِرَاقِ، فَقَالَ لَهُ الخَضِرُ: أَقْعُدْ هَاهُنَا! فَقَعَدَ فِي الْمَكَانِ الَّذِي أَشَارَ إِلَيْهِ بِالْقُعُودِ فِيْهِ ثَلَاثَ سِنِينَ، يَأْتِيْهِ فِي كُلِّ سَنَةٍ مَرَّةً، وَيَقُوْلُ لَهُ: لَا تَبْرَحْ عَنْ مَكَانِكَ حَتَّى أُتِيَكَ، وَنَامَ مَرَّةً فِي إِبْوَانِ كِسْرَى مِنَ الْمَدَائِنِ فِي لَيْلَةٍ بَارِدَةٍ فَاحْتَلَمَ، وَذَهَبَ إِلَى الشَّطِ وَاغْتَسَلَ، ثُمَّ نَامَ فَاحْتَلَمَ، وَذَهَبَ إِلَى الشَّطِ وَاغْتَسَلَ، وَوَقَعَ لَهُ ذَلِكَ فِي تِلْكَ اللَّيْلَةِ أَرْبَعِيْنَ مَرَّةً، ثُمَّ صَعِدَ عَلَى جِدَارِ الإِيْوَانِ خَوْفًا مِنَ النَّوْمِ، مُحَافَظَةً عَلَى الطَّهَارَةِ، وَكَانَ كُلَّمَا أَحْدَثَ تَوَضَّأَ ثُمَّ صَلَّى رَكْعَتَيْنِ، وَلَا يَجْلِسُ عَلَى حَدَثٍ قَطُّ."
                },
                {
                    "type": "prose",
                    "description": "Munculnya Kewalian dan Ketenaran",
                    "text": "وَلَمْ يَزَلِ الْإِجْتِهَادُ دَأْبَهُ حَتَّى طَرَقَهُ مِنَ اللَّهِ الْحَالِ، وَأَنَ أَوَانُ الْوِصَالِ، وَبَدَتْ لَهُ أَنْوَارُ الْجَمَالِ، فَخَرَجَ عَلَى وَجْهِهِ الْوَجِيْهِ، لَا يَعِي غَيْرَ مَا هُوَ فِيْهِ، وَيَتَظَاهَرُ بِالتَّخَارُسِ وَالْجُنُوْنِ، حَتَّى حُمِلَ إِلَى الْمَارَسْتَانِ مَرَّاتٍ إِلَى أَنِ اشْتَهَرَ أَمْرُهُ، وَفَاقَ أَهْلَ عَصْرِهِ عِلْمًا وَعَمَلاً، وَزُهْداً وَمَعْرِفَةً، وَرِيَاسَةً وَقَبُوْلاً، وَطَارَ صِيْتُهُ وَسَارَ ذِكْرُهُ مَسِيْرَ الشَّمْسِ."
                },
                {
                    "type": "prose",
                    "description": "Ujian dari 100 Ulama Baghdad",
                    "text": "وَحُكِيَ أَنَّهُ اجْتَمَعَ لَهُ مِائَةُ فَقِيْهِ مِنْ عُلَمَاءِ بَغْدَادَ، وَجَمَعَ كُلُّ وَاحِدٍ مِنْهُمْ عِدَّةَ مَسَائِلَ، وَجَاؤُ إِلَيْهِ لِيَمْتَحِنُوْهُ، فَلَمَّا اسْتَقَرُّوْا أَطْرَقَ الشَّيْخُ، فَظَهَرَتْ مِنْ صَدْرِهِ بَارِقَةٌ مِنْ نُوْرٍ، فَمَرَّتْ عَلَى صُدُوْرِ مِائَةِ فَقِيْهِ، فَمَحَتْ مَا فِي قُلُوْبِهِمْ، وَبُهِتُوْا وَاضْطَرَبُوْا وَصَاحُوْا صَيْحَةً وَاحِدَةً، وَمَزَّقُوْا ثِيَابَهُمْ، وَكَشَفُوْا رُؤُسَهُمْ، ثُمَّ صَعِدَ الشَّيْخُ عَلَى الْكُرْسِيِّ وَأَجَابَ عَنْ جَمِيعِ مَسَائِلِهِمْ، فَاعْتَرَفُوْا بِفَضْلِهِ وَخَضَعُوْا لَهُ مِنْ ذَلِكَ الْوَقْتِ."
                },
                {
                    "type": "prose",
                    "description": "Keluasan Ilmu dan Fatwa",
                    "text": "وَكَانَ رَضِيَ اللهُ عَنْهُ يَقْرَأُ فِي ثَلَاثَةَ عَشَرَ عِلْمًا: التَّفْسِيْرَ وَالْحَدِيثَ، وَالْخِلَافَ وَالأُصُولَ، وَالنَّحْوَى وَالْقِرَاءَةَ وَغَيْرَ ذَلِكَ. وَكَانَ يُفْتِي عَلَى مَذْهَبِ الإِمَامِ الشَّافِعِيّ، وَالْإِمَامِ أَحْمَدَ ابْنِ حَنْبَلٍ رَضِيَ اللَّهُ عَنْهُمَا. وَكَانَ عُلَمَاءُ الْعِرَاقِ يَتَعَجَّبُوْنَ مِنْ فَتْوَاهُ، وَيَقُوْلُوْنَ: سُبْحَانَ مَنْ أَعْطَاهُ، وَرُفِعَ إِلَيْهِ مَرَّةً سُؤَالٌ عَجَزَ الْعُلَمَاءُ عَنْ جَوَابِهِ، صُوْرَتُهُ رَجُلٌ حَلَفَ بِالطَّلَاقِ الثَّلَاثِ، أَنَّهُ لَا بُدَّ أَنْ يَعْبُدَ اللَّهَ تَعَالَى عِبَادَةً يَنْفَرِدُ بِهَا دُوْنَ الْخَلَائِقِ أَجْمَعِيْنَ فِي ذَلِكَ الْوَقْتِ، فَمَا خِلَاصُهُ؟ فَقَالَ رَضِيَ اللهُ عَنْهُ عَلَى الْفَوْرِ: خِلَاصُهُ أَنْ يَأْتِيَ مَكَّةَ الْمُكَرَّمَةَ، وَيُخَلِّيَ الْمَطَافَ لَهُ، فَيَطُوْفَ أُسْبُوْعًا وَاحِدَةً، وَتَنْحَلُّ يَمِينُهُ، فَلِلَّهِ دَرُّهُ رَضِيَ اللَّهُ عَنْهُ. اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ"
                }
            ]
        },
        {
            "chapter": "Bab 4",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Adab dan Penampilan",
                    "text": "وَكَانَ يَلْبَسُ لِبَاسَ الْعُلَمَاءِ وَيَتَطَيْلَسُ، وَيَرْكَبُ الْبَغْلَةَ وَتُرْفَعُ الْغَاشِيَةُ بَيْنَ يَدَيْهِ، وَإِذْ تَكَلَّمَ جَلَسَ عَلَى كُرْسِيِّ عَالٍ، وَكَانَ فِي كَلَامِهِ سُرْعَةٌ وَجَهْرٌ، وَرُبَّمَا خَطَا فِي الْهَوَاءِ عَلَى رُءُوسِ الْأَشْهَادِ، ثُمَّ يَرْجِعُ إِلَى الْكُرْسِيِّ، وَكَانَ وَقْتُهُ كُلُّهُ مَعْمُوراً بِالطَّاعَاتِ."
                },
                {
                    "type": "prose",
                    "description": "Rutinitas Ibadah Malam",
                    "text": "قَالَ خَادِمُهُ الشَّيْخُ أَبُو عَبْدِ اللهِ، مُحَمَّدُ بْنُ عَبْدِ الْفَتَّاحِ الْهَرَوِيُّ: خَدَمْتُ الشَّيْخَ عَبْدَ الْقَادِرِ مُدَّةَ أَرْبَعِيْنَ سَنَةً، رَضِيَ اللَّهُ عَنْهُ، وَكَانَ يُصلِّيَ الصُّبْحَ بِوُضُوءِ الْعِشَاءِ هَذِهِ الْمُدَّةَ كُلَّهَا، وَكَانَ إِذَا أَحْدَثَ جَدَّدَ فِي وَقْتِهِ وُضُوءَهُ وَصَلَّى رَكْعَتَيْنِ، وَكَانَ إِذْ صَلَّى الْعِشَاءَ دَخَلَ خَلْوَتَهُ، فَلَا يُمْكِنُ أَحَداً أَنْ يَدْخُلَهَا مَعَهُ وَلَا يَفْتَحَهَا، وَلَا يَخْرُجُ مِنْهَا إِلَّا عِنْدَ طُلُوعِ الْفَجْرِ، وَلَقَدْ أَتَاهُ الْخَلِيْفَةُ مِرَارًا بِاللَّيْلِ يَقْصِدُ الإِجْتِمَاعَ بِهِ فَلَا يَقْدِرُ عَلَى ذَلِكَ. وَقَالَ ابْنُ أَبِي الْفَتْحِ بِتُّ لَيْلَةً عِنْدَهُ فَرَأَيْتُهُ يُصَلِّي أَوَّلَ اللَّيْلِ يَسِيرًا، ثُمَّ يَذْكُرُ اللهَ تَعَالَى إِلَى أَنْ يَمْضِيَ الثُّلُثُ الْأَوَّلُ مِنَ اللَّيْلِ، ثُمَّ يَقُوْلُ: الْمُحِيْطُ الرَّبُّ الشَّهِيدُ الْحَسِيْبُ الْفَجَّالُ الْخَلَّاقُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ، تِسْعَةُ أَلْفَاظِ، وَيَرْتَفِعُ فِي الْهَوَاءِ إِلَى أَنْ يَغِيْبَ عَنْ بَصَرِي، ثُمَّ يُصَلِّي قَائِمًا عَلَى قَدَمَيْهِ يَتْلُوْ الْقُرْآنَ إِلَى أَنْ يَذْهَبَ الثُّلُثُ الثَّانِي. وَكَانَ يُطِيْلُ سُجُوْدَهُ جِدًّا، ثُمَّ يَجْلِسُ مُتَوَجِّهًا مُرَاقِبًا إِلَى طُلُوْعِ الْفَجْرِ، ثُمَّ يَأْخُذُ فِي الاِبْتِهَالِ وَالدُّعَاءِ وَالتَّذَلُّلِ، وَيَغْشَاهُ نُوْرٌ يَكَادُ يَخْطَفُ بِالأَبْصَارِ إِلَى أَنْ يَغِيْبَ فِيْهِ عَنِ النَّظَرِ، قَالَ: وَكُنْتُ أَسْمَعُ عِنْدَهُ، سَلَامٌ عَلَيْكُمْ سَلَامٌ عَلَيْكُمْ، وَهُوَ يَرُدُّ السَّلَامَ إِلَى أَنْ يَخْرُجَ لِصَلَاةِ الْفَجْرِ."
                },
                {
                    "type": "prose",
                    "description": "Syarat Menjadi Guru\/Mursyid",
                    "text": "وَكَانَ رَضِيَ اللهُ عَنْهُ يَقُوْلُ: لَا يَنْبَغِي لِفَقِيْرٍ أَنْ يَتَصَدَّى، وَيَتَصَدَّرَ لإِرْشَادِ النَّاسِ إِلَّا أَنْ أَعْطَاهُ اللهُ عِلْمَ الْعُلَمَاءِ، وَسِيَاسَةَ الْمُلُوكِ وَحِكْمَةَ الْحُكَمَاءِ."
                },
                {
                    "type": "prose",
                    "description": "Kasus Orang yang Mengaku Melihat Tuhan",
                    "text": "قالَ: وَرُفِعَ إِلَيْهِ مَرَّةً شَخْص ادَّعَى أَنَّهُ يَرَى اللَّهَ تَعَالَى بِعَيْنَيْ رَأْسِهِ، فَقَالَ: أَحَقُّ مَا يَقُوْلُوْنَ عَنْكَ؟ فَقَالَ: نَعَمْ، قَالَ: فَزَجَرَهُ وَانْتَهَرَهُ وَعَاهَدَهُ عَلَى أَنْ لَا يَعُودَ إِلَى ذِكْرِ ذَلِكَ، ثُمَّ الْتَفَتَ الشَّيْحُ إِلَى الْحَاضِرِيْنَ السَّائِلِينَ لَهُ أَمُحِقٌ هُذَا أَمْ مُبْطِلٌ؟ فَقَالَ: هُوَ مُحِقٌ فِي قَوْلِهِ مُلْتَبَسٌ عَلَيْهِ، وَذَلِكَ أَنَّهُ شَهِدَ بِبَصِيْرَتِهِ نُوْرَ الْجَمَالِ، ثُمَّ خُرِقَ مِنْ بَصِيْرَتِهِ مَنْفَةٌ، فَرَأَى بَصَرُهُ بَصِيْرَتَهُ وَشُعَاعُهَا مُتَّصِلٌ بَنُوْرٍ شُهُودِهِ، فَظَنَّ أَنَّ بَصَرَهُ رَأَى مَا شَهِدَتْهُ بَصِيْرَتَهُ، وَإِنَّمَا رَأَى نُوْرَ بَصِيْرَتِهِ فَقَطْ وَهُوَ لَا يَدْرِي، فَاضْطَرَبَ الْعُلَمَاءُ وَالصُّوْفِيَّةُ مِنْ سَمَاعِ ذَلِكَ الْكَلَامِ وَدُهِشُوْا."
                },
                {
                    "type": "prose",
                    "description": "Godaan Iblis dalam Wujud Cahaya",
                    "text": "قَالَ: وَذُكِرَ أَنَّهُ يُرَى لَهُ مَرَّةً مِنَ الْمَرَّاتِ نُوْرٌ عَظِيمٌ أَضَاءَ بِهِ الأُفُقُ، وَبَدَا لَهُ فِي ذَلِكَ النُّوْرِ صُورَةٌ، فَنَادَتْنِي: يَا عَبْدَ الْقَادِرِ، أَنَا رَبُّكَ وَقَدْ أَبَحْتُ لَكَ الْمُحَرَّمَاتِ فَقُلْتُ: أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، إِخْسَأْ يَا لَعِيْنُ قَالَ: فَإِذَا بِذَلِكَ النُّوْرِ ظُلَامٌ. وَالصُّوْرَةِ دُخَانٌ، ثُمَّ صَرَخَ يَا عَبْدَ الْقَادِرِ نَجَوْتَ مِنِّي بِعِلْمِكَ بِحُكْمِ رَبِّكَ وَفِقْهِكَ فِي أَحْكَامِ مَنَازِلِكَ، وَلَقَدْ أَضْلَلْتُ بِمِثْلِ هَذِهِ الْوَاقِعَةِ سَبْعِينَ مِنْ أَهْلِ الطَّرِيقِ، فَقُلْتُ: لِرَبِّيَ الْفَضْلُ وَالْمِنَّةُ، فَقِيْلَ لِلشَّيْخِ بِمَا عَرَفْتَ أَنَّهُ شَيْطَانٌ؟ فَقَالَ: مِنْ قَوْلِهِ: أَبَحْتُ لَكَ الْمُحَرَّمَاتِ، فَعَلِمْتُ أَنَّ اللَّهَ تَعَالَى لَا يَأْمُرُ بِالْفَحْشَاءِ. اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ"
                }
            ]
        },
        {
            "chapter": "Bab 5",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Sikap terhadap Penguasa",
                    "text": "وَكَانَ رَضِيَ اللهُ عَنْهُ لَا يُعَظِّمُ الأَغْنِيَاءَ وَلَا يَقُوْمُ لِأَحَدٍ مِنَ الأَمَرَاءِ وَلَا أَرْكَانِ الدَّوْلَةِ، وَكَانَ كَثِيرًا يَرَى الْخَلِيْفَةَ قَاصِدًا لَهُ وَهُوَ جَالِسٌ، فَيَدْخُلُ خَلْوَةً، ثُمَّ يَخْرُجُ عَلَى الْخَلِيْفَةِ بَعْدَ وُصُوْلِهِ إِعْزَازًا لِطَرِيقِ الْفُقَرَاءِ، وَلِئَلَّا يَقُوْمُ لِلْخَلِيْفَةِ، وَمَا وَقَفَ بِبَابِ وَزِیْرٍ وَلَا سُلْطَانٍ، وَلَا قَبِلَ هَدِيَّةً مِنَ الْخَلِيْفَةِ قَطُّ، حَتَّى عَتَبَهُ عَلَى عَدَمٍ قَبُوْلِهِ هَدِيَّتَهُ، فَقَالَ لَهُ الشَّيْخُ: أَرْسِلْ مَابَدَا لَكَ وَاحْضُرْ مَعَهُ، فَحَضَرَ الْخَلِيفَةُ عِنْدَ الشَّيْخِ وَمَعَهُ شَيْءٌ مِنَ التَّفَّاحِ، وَإِذَا كُلُّ تُفَّاحَةٍ مَحْشُوٌّ دَمًا وَقَيْحًا، فَقَالَ لِلْخَلِيْفَةِ: كَيْفَ تَلُوْمُنَا عَلَى عَدَمٍ أَكْلِنَا مِنْ هَذَا، وَكُلُّهُ مَحْشُوٌّ بِدِمَاءِ النَّاسِ، فَاسْتَغْفَرَ الْخَلِيْفَةُ وَتَابَ عَلَى يَدَيْهِ، وَكَانَ يَأْتِي فَيَقِفُ بَيْنَ يَدَيِ الشَّيْخِ كَآحَادِ النَّاسِ وَصَحِبَهُ إِلَى أَنْ مَاتَ."
                },
                {
                    "type": "prose",
                    "description": "Kasih Sayang pada Fakir Miskin",
                    "text": "وَكَانَ رَضِيَ اللهُ عَنْهُ مَعَ جَلَالَةِ قَدْرِهِ وَبُعْدِ صِيْتِهِ وَعُلُوّ ذِكْرِه يُعَظِّمُ الْفُقَرَاءَ، وَيُجَالِسُهُمْ، وَيَفْلِيْ لَهُمْ ثِيَابَهُمْ، وَكَانَ يَقُوْلُ: الْفَقِيْرُ الصَّابِرُ أَفْضَلُ مِنَ الْغَنِيّ الشَّاكِرِ، وَالْفَقِيْرُ الشَّاكِرُ أَفْضَلُ مِنْهُمَا، وَالْفَقِيْرُ الصَّابِرُ الشَّاكِرُ أَفْضَلُ مِنَ الْكُلِّ، وَمَا أَحَبَّ الْبَلَاءَ وَالتَّلَذُّذَ بِهِ إِلَّا مَنْ عَرَفَ الْمُبْلِي."
                },
                {
                    "type": "prose",
                    "description": "Nasihat tentang Sabar dan Ridha",
                    "text": "وَكَانَ يَقُوْلُ: اتَّبِعُوْا وَلَا تَبْتَدِعُوْا، وَأَطِيعُوا وَلَا تَمْرُقُوْا، وَاصْبِرُوْا وَلَا تَجْزَعُوْا، وَانْتَذِرُ الْفَرَجَ وَلَا تَيْأَسُوْا، وَاجْتَمِعُوْا عَلَى ذِكْرِ اللهِ تَعَالَى وَلَا تَتَفَرَّقُوْا، وَتَطَهَّرُوْا بِالتَّوْبَةِ عَنِ الذُّنُوْبِ وَلَا تَتَلَطَّخُوْا، وَعَنْ بَابِ مَوْلَاكُمْ لَا تَبْرَحُوْا. وَكَانَ يَقُولُ: لَا تَخْتَرْ جَلْبَ النَّعْمَاءِ وَلَا دَفْعَ الْبَلْوَى، فَإِنَّ النَّعْمَاءَ وَاصِلَةٌ إِلَيْكَ بِالْقِسْمَةِ اسْتَجْلَبْتَهَا أَمْ لَا، وَالْبَلْوَى حَالَّةٌ بِكَ، وَإِنْ كَرِهْتَهَا فَسَلَّمْ لِلَّهِ فِي الْكُلِّ يَفْعَلُ مَا يَشَاءُ، فَإِنْ جَاءَتْكَ النَّعْمَاءُ فَاشْتَغِلْ بِالذِّكْرِ وَالشُّكْرِ، وَإِنْ جَاءَتْكَ الْبَلْوَى فَاشْتَغِلْ بِالصَّبْرِ وَالْمُوَافَقَةِ، وَإِنْ كُنْتَ أَعْلَى مِنْ ذَلِكَ فَالرِّضَا وَالتَّلَذُّذَ وَاعْلَمُوْا أَنَّ الْبَلِيَّةَ لَمْ تَأْتِ الْمُؤْمِنَ لِتُهْلِكَهُ، وَإِنَّمَا أَتَتْهُ لِتَخْتَبِرَهُ."
                },
                {
                    "type": "prose",
                    "description": "Kesucian Hati dan Kebencian",
                    "text": "وَكَانَ يَقُوْلُ: لَا يَصْلُحُ لِمُجَالَسَةِ الْحَقِّ تَعَالَى، إِلَّا الْمُطَهَّرُوْنَ مِنْ رِجْسِ الزَّلَّاتِ، وَلَا يُفْتَحُ إِلَّا لِمَنْ خَلَا عَنِ الدَّعَاوِي وَالْهَوَسَاتِ، وَلَمَّا كَانَ الْغَالِبُ عَلَى النَّاسِ عَدَمَ التَّطَهَّرِ ابْتَلَا هُمُ اللَّهُ تَعَالَى بِالْأَمْرَاضِ، كَفَّارَةً وَطَهُورًا، لِيَصْلُحُوْا لِمُجَالَسَتِهِ وَقُرْبِهِ شَعَرُوا بِذَلِكَ أَوَلَمْ يَشْعُرُوا. وَكَانَ يَقُوْلُ: إِيَّاكُمْ أَنْ تُحِبُّوْا أَحَدًا أَوْ تَكْرَهُوْهُ إِلَّا بَعْدَ عَرْضِ أَفْعَالِهِ عَلَى الْكِتَابِ وَالسُّنَّةِ، كَيْ لَا تُحِبُّوْهُ بِالْهَوَى، وَتَبْغَضُوْهُ بِالْهَوَى. اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ"
                }
            ]
        },
        {
            "chapter": "Bab 6",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Karomah: Lalat tidak hinggap",
                    "text": "وَكَانَ رَضِيَ اللهُ عَنْهُ لَا يَجْلِسُ الذُّبَابُ عَلَى ثِيَابِهِ وِرَاثَةً لَهُ مِنْ جَدِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقِيْلَ لَهُ فِي ذَلِكَ، فَقَالَ: أَيُّ شَيْءٍ يَعْمَلُ الذُّبَابُ عِنْدِي، وَلَيْسَ عِنْدِي مِنْ دِبْسِ الدُّنْيَا وَعَسَلٍ الْآخِرَةِ؟"
                },
                {
                    "type": "prose",
                    "description": "Karomah: Burung Pipit Jatuh",
                    "text": "وَمِنْ كَرَامَاتِهِ، أَنَّهُ جَلَسَ مَرَّةً يَتَوَضَّأَ فَقَذَرَ عَلَيْهِ عُصْفُورٌ، فَرَفَعَ رَأْسَهُ فَخَرَّ الْعُصْفُوْرُ مَيْتًا، فَغَسَلَ التَّوْبَ ثُمَّ تَصَدَّقَ بِهِ عَنِ الْعُصْفُورِ، وَقَالَ: إِنْ كَانَ عَلَيْنَا إِثْمٌ فَهُوَ كَفَّارَتُهُ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Menghidupkan Ayam",
                    "text": "وَمِنْ كَرَامَاتِهِ أَيْضًا، أَنَّ امْرَأَةً أَتَتْهُ بِوَلَدِهَا لِتُشَوِّقَهُ إِلَى صُحْبَةِ الشَّيْخِ عَبْدِ الْقَادِرِ وَتُسَلِّكَهُ، فَأَمَرَهُ بِالْمُجَاهَدَةِ وَسُلُوكِ طَرِيْقِ السَّلَفِ، فَرَأَتْهُ يَوْماً نَحِيْلاً وَرَأَتْهُ يَأْكُلُ خُبْزَ شَعِيْرٍ، وَدَخَلَتْ عَلَى الشَّيْخِ وَوَجَدَتْ بَيْنَ يَدَيْهِ عَظْمَ دَجَاجَةٍ مَلْعُوْقَةٍ، فَسَأَلَتْهُ عَنِ الْمَعْنَى فِي ذَلِكَ، فَوَضَعَ الشَّيْخُ يَدَهُ عَلَى الْعِظَامِ، وَقَالَ لَهَا: قُوْمِي بِإِذْنِ اللهِ تَعَالَى الَّذِي يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ فَقَامَةِ الدَّجَاجَةُ سَوِيَّةً وَصَاحَتْ: لَا إِلَهَ إِلَّا اللهُ مُحَمَّدٌ رَسُوْلُ اللَّهِ الشَّيْخُ عَبْدُ الْقَادِرِ وَلِيُّ اللَّهِ رَضِيَ اللهُ عَنْهُ، فَقَالَ لَهَا: إِذَا صَارَ ابْنُكِ هَكَذَا فَلْيَأْكُلْ مَا شَاءَ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Burung Pemangsa dan Angin",
                    "text": "وَمِنْ كَرَامَاتِهِ أَيْضًا، أَنَّهُ مَرَّ بِمَجْلِسِهِ حِدَاةٌ فِي يَوْمٍ شَدِيْدِ الْرَيْحِ، فَشَوَّشَتْ بِصِيَاحِهَا عَلَى الْحَاضِرِيْنَ، فَقَالَ: يَا رِيْحُ خُذِي رَأْسَهَا، فَوَقَعَتْ لِوَقْتِهَا مَقْطُوْعَةَ الرَّأْسِ، فَنَزَلَ عَنِ الْكُرْسِيِّ وَأَخَذَهَا فِي يَدِهِ وَأَمَرَّ الْأُخْرَى عَلَيْهَا، وَقَالَ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيْمِ، فَحَيَّتْ وَطَارَتْ سَوِيَّةً بِإِذْنِ اللَّهِ تَعَالَى، وَالنَّاسُ يُشَاهِدُوْنَ ذَلِكَ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Terompah Kayu (Bakiak) dan Kafilah",
                    "text": "وَمِنْ كَرَامَاتِهِ أَنَّ أَبَا عُمَرَ عُثْمَانَ الصَّيْرَفِيَّ، وَأَبَا مُحَمَّدٍ، عَبْدَ الْحَقِّ الْحَرِيمِيَ، رَحِمَهُمَ اللهُ تَعَالَى قَالَ: كُنَّا بَيْنَ يَدَيِ الشَّيْخِ بِمَدْرَسَتِهِ، يَوْمَ الأَحَدِ ثَالِثَ صَفَرَ سَنَةَ خَمْسٍ وَخَمْسِيْنَ وَخَمْسِمِائَةٍ، فَتَوَضَّأَ الشَّيْخُ عَلَى قَبْقَابِهِ وَصَلَّى رَكْعَتَيْنِ، فَلَمَّا سَلَّمَ صَرَخَ صَرْخَةً عَظِيمَةً، وَرَمَى بِفَرْدَةِ قَبْقَابِهِ فِي الْهَوَاءِ، فَغَابَتْ عَنْ أَبْصَارِنَا، ثُمَّ فَعَلَ ثَانِيَةً كَذَلِكَ بِالْأُخْرَى، ثُمَّ جَلَسَ فَلَمْ يَتَجَاسَرْ أَحَدٌ عَلَى سُؤَالِهِ، ثُمَّ قَدِّمَتْ قَافِلَةٌ مِنْ بِلَادِ الْعَجَمِ، بَعْدَ ثَلَاثٍ وَعِشْرِيْنَ يَوْمًا، فَقَالُوْا: إِنَّ مَعَنَا لِلشَّيْخِ نَذْرًا فَاسْتَأْذَنَّاهُ، فَقَالَ: خُذَاهُ مِنْهُمْ، فَأَعْطَوْنَا شَيْاً مِنْ ذَهَبٍ، وَثِيَابًا مِنْ حَرِيْرٍ، وَخَزّ وَالْقَبْقَابَ بِعَيْنِهِ، فَسَأَلْنَاهُمْ عَنِ الْمَعْنَى فِي ذَلِكَ، فَقَالُوْا: بَيْنَمَا نَحْنُ سَائِرُوْنَ يَوْمَ الأَحَدِ ثَالِثَ صَفَرَ إِذْ خَرَجَتْ عَلَيْنَا عَرَبٌ، لَهُمْ مُقَدِّمَانِ، فَانْتَهَبُوْا أَمْوَالَنَا وَنَزَلْنَا عَلَى شَفِيْرِ الْوَادِي، فَقُلْنَا: لَوْذَكَرْنَا الشَّيْخَ عَبْدَ الْقَادِرِ، فَنَذَرْنَا لَهُ شَيْئًا مِنْ أَمْوَالِنَا، سَلِمْنَا فَمَا هُوَ إِلَّا أَنْ ذَكَرْنَاهُ، وَجَعَلْنَا لَهُ شَيْئًا فَسَمِعْنَا صَرْخَتَيْنِ عَظِيْمَتَيْنِ مَلَاتَا الْوَادِي، وَرَأَيْنَاهُمْ مَذْعُوْرِيْنَ، فَظَنَنَّا أَنْ قَدْ جَاءَ هُمْ مِثْلُهُمْ يَأْخُذُهُمْ، فَجَاءَنَا بَعْضُهُمْ وَقَالَ: تَعَالَوْا إِلَيْنَا وَخُذُوْا أَمْوَالَكُمْ، وَانْظُرُوا مَا قَدْ دَهَمَنَا، فَأَتَوْبِنَا إِلَى مُقَدِّمَيْهِمْ فَوَجَدْنَا هُمَا مَيْتَيْنِ، وَعِنْدَ كُلَّ مِنْهُمَا فَرْدَةُ قَبْقَابٍ مُبْتَلَّةٍ بِمَاءٍ، فَرَدُّوْا عَلَيْنَا مَا أَخَذُوْا وَقَالُوْا لَنَا: إِنَّ لِهَذَا الْأَمْرِ نَبَاءً عَظِيمًا."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Mengusir Jin dari Gadis",
                    "text": "وَمِنْ كَرَامَاتِهِ أَنَّهُ جَاءَهُ رَجُلٌ مِنْ أَصْفِهَانَ لَهُ مَوْلَاةٌ تُصْرَعُ، وَقَدْ أَعْيَةِ الْمُعَرِّمِينَ، فَقَالَ الشَّيْخُ: هُذَا مَارِدٌ مِنْ وَادِي سَرَنْدِيْبُ، وَاسْمُهُ خَانِسُ، فَإِذَا صُرِعَتْ فَقُلْ فِي أُذُنِهَا: يَا خَانِسُ، عَبْدُ الْقَادِرِ، الْمُقِيمُ بِبَغْدَادَ يَقُوْلُ لَكَ: لَا تَعُدْ تَهْلِكُ، فَذَهَبَ الرَّجُلُ وَغَابَ عِشْرِيْنَ سَنَةً، ثُمَّ قَدِمَ وَسُئِلَ وَأُخْبِرَ أَنَّهُ فَعَلَ مَا قَالَ الشَّيْخُ عَبْدِ الْقَادِرِ رَضِيَ اللهُ عَنْهُ (الفاتحة)، وَلَمْ يَعْدِ الصَّرْعُ إِلَيْهَا إِلَى الْآنَ، وَقَالَ بَعْضُ رُؤَسَاءِ التَّعْزِيْمِ: مَكَثْتُ بِبَغْدَادَ أَرْبَعِيْنَ سَنَةً فِي حَيَاتِ الشَّيْخِ عَبْدِ الْقَادِرِ رَضِيَ اللَّهُ عَنْهُ (الفاتحة) وَلَا يَقَعُ فِيْهَا صَرْعٌ عَلَى أَحَدٍ، فَلَمَّا مَاتَ وَقَعَ الصَّرْعُ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Kendi Air Berputar Sendiri",
                    "text": "وَمِنْ كَرَامَاتِهِ أَيْضًا أَنَّهُ ثَلَاثَةً مِنْ أَشْيَانٍ جِيْلَانَ أَتَوْ إِلَى زِيَارَتِهِ قَدَّسَ اللَّهُ سِرَّهُ، فَلَمَّا دَخَلُوْا عَلَيْهِ رَأَوُا الْإِبْرِيْقَ مُوَجَّهَا إِلَى غَيْرِ جِهَةِ الْقِبْلَةِ، وَالْخَادِمُ وَاقِفٌ بَيْنَ يَدَيْهِ، فَنَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ كَالْمُنْكِرِينَ عَلَيْهِ بِسَبَبٍ تَوَجُّهِ الإِبْرِيقَ لِغَيْرِ جِهَةِ الْقِبْلَةِ وَقِيَامِ الْخَادِمِ بَيْنَ يَدَيْهِ، فَوَضَعَ الشَّيْخُ كِتَابًا مِنْ يَدِهِ وَنَظَرَ إِلَيْهِمْ نَظْرَةً وَإِلَى الْخَادِمِ أُخْرَى، فَوَقَعَ مَيْتًا، وَنَظَرَ إِلَى الْإِبْرِيْقِ، نَظْرَةً أُخْرَى، فَدَارَ وَطَافَ إِبْرِيقُ، وَاحْدَهُ إِلَى الْقِبْلَةِ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Abu al-Muzaffar dan Perampok",
                    "text": "وَمِنْ كَرَامَاتِهِ أَنَّ أَبَا الْمُظَفَّرِ حَسَنَ بْنَ تَمِيمِ الْبَغْدَادِيَ التَّاجِرَ، جَاءَ إِلَى الشَّيْخِ حَمَّادِ ابْنِ مُسْلِمٍ ابْنِ دَرْوَةَ الدَّبَّاسِ، رَحِمَهُ اللَّهُ تَعَالَى فِي سَنَةِ إِحْدَى وَعِشْرِيْنَ وَخَمْسِ مِائَةٍ، وَقَالَ لَهُ: يَا سَيِّدِي قَدْ جُهِزَتْ لِي قَافِلَةٌ إِلَى الشَّامِ فِيْهَا بِضَاعَةٌ بِسَبْعِ مِائَةِ دِیْنَارٍ، فَقَالَ: إِنْ سَافَرْتَ فِي هَذِهِ السَّنَةِ قُتِلْتَ وَأُخِذَ مَالُكَ، فَخَرَجَ مِنْ عِنْدِهِ مَغْمُوْمًا فَوَجَدَ فِي الطَّرِيقِ الشَّيْخَ عَبْدَ الْقَادِرِ رَضِيَ اللَّهُ عَنْهُ (الفاتحة) وَهُوَ شَابٌ يَوْمَئِذٍ، فَحَكَى لَهُ مَا قَالَهُ الشَّيْخَ حَمَّادٌ، فَقَالَ لَهُ: سَافِرْ تَذْهَبْ سَالِمًا وَتَرْجِعْ غَائِمًا، وَالضَّمَانُ عَلَيَّ فِي ذلِكَ، فَسَافَرَ إِلَى الشَّامِ، وَبَاعَ بِضَاعَتَهُ بِأَلْفِ دِيْنَارِ، وَدَخَلَ يَوْمًا إِلَى السَّقَايَةٍ فِي حَلَبَ لِقَضَاءِ حَاجَةِ الْإِنْسَانِ، فَوَضَعَ أَلْفَ دِينَارٍ عَلَى رَبِّ مِنَ السِّقَايَةِ، وَخَرَجَ وَتَرَكَهَا نَاسِيًا، وَأَتَى إِلَى مَنْزِلِهِ، فَأُلْقِيَ عَلَيْهِ النُّعَاسُ، فَنَامَ فَرَأَى فِي مَنَامِهِ كَأَنَّهُ فِي قَافِلَةٍ قَدْ خَرَجَتْ عَلَيْهَا الْعَرَبُ، وَانْتَهَبُوهَا، وَقَتَلُوْا مَنْ فِيْهَا، وَأَتَاهُ أَحَدُهُمْ فَضَرَبَهُ بِحَرْبَةِ فَقَتَلَهُ فَانْتَبَهُ فَزِعًا، وَوَجَدَ أَثَرَ الدَّامِ فِي عُنُقِهِ وَأَحَسَّ بِالأَلَمِ، وَذَكَرَ الأَلْفَ فَقَامَ مُسْرِعًا إِلَى السِّقَايَةِ، فَوَجَدَهَا فِي مَكَانِهَا سَالِمًا، وَرَجَعَا إِلَى بَغْدَادَ، فَلَمَّا دَخَلَهَا قَالَ فِي نَفْسِهِ: إِنْ بَدَأْتُ بِالشَّيْخِ حَمَّادٍ فَهُوَ الْأَسَنُّ، وَالشَّيْخِ عَبْدِ الْقَادِرِ فَهُوَ الَّذِي صَحَّ كَلَامُهُ رَضِيَ اللهُ عَنْهُ (الفاتحة)، فَلَقِيَ الشَّيْخَ حَمَّادًا فِي أَثْنَاءِ تَرْدِيْدِ الْخَاطِرِ فِي سُوْقِ السُّلْطَانِ، فَقَالَ لَهُ: يَا أَبَا الْمُظَفَّرِ، اِبْدَأُ بِعَبْدِ الْقَادِرِ فَإِنَّهُ مَحْبُوبٌ، وَلَقَدْ سَأَلَ اللَّهَ فِيْكَ سَبْعَ عَشَرَةَ مَرَّةً، حَتَّى جُعِلَ مَا قُدِرَ عَلَيْكَ مِنَ الْقَتْلِ يَقَظَةً مَنَامًا، وَمِنَ الْفَقْرِ عِيَانًا نِسْيَانًا، وَجَاءَ إِلَى الشَّيْخِ عَبْدِ الْقَادِرِ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ لَهُ ابْتِدَاءً: قَالَ لَكَ الشَّيْخُ حَمَّادٌ: إِنَّنِي سَأَلْتُ اللَّهَ فِيْكَ سَبْعَ عَشَرَةَ مَرَّةً، وَعِزَّةِ الْمَعْبُودِ، لَقَدْ سَأَلْتُ اللَّهَ تَعَالَى فِيْكَ سَبْعَ عَشْرَةَ وَسَبْعَ عَشَرَةَ مَرَّةً، إِلَى تَمَامِ سَبْعِيْنَ مَرَّةً، حَتَّى كَانَ مَا ذَكَرَهُ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Pria yang Terbang karena Sombong",
                    "text": "وَمِنْ كَرَامَاتِهِ أَيْضًا: أَنَّ الشَّيْخَ عَلِيًّا الْهَيْتِيَّ، وَالشَّرِيفَ عَبْدَ اللَّهِ ابْنَ مُحَمَّدٍ أَبَا الْغَنَائِمِ الْحَسَنِيَّ، رَحِمَهُمَا اللَّهُ تَعَالَى، دَخَلَا دَارَ الشَّيْخَ قَدَّسَ اللهُ سِرَّهُ (الفاتحة)، فَوَجَدَا إِنْسَانًا شَابًّا مُلْقَى عَلَى قَفَاهُ، فَقَالَ لِلشَّيْخِ عَلِيَّ الْهَيْتِي رَضِيَ اللَّهُ عَنْهُ: يَا سَيِّدِي، اشْفَعْ لِي عِنْدَ الشَّيْخِ عَبْدِ الْقَادِرِ رَضِيَ اللهُ عَنْهُ، فَلَمَّا ذَكَرَهُ لَهُ وَهَبَهُ لَهُ بِقَوْلِهِ، قَدْ وَهَبْتُهُ لَهُ، فَخَرَجَا إِلَى الرَّجُلِ الْمُلْقَى وَعَرَفَاهُ بِذَلِكَ، فَقَامَ الرَّجُلُ وَخَرَجَ مِنْ كُوَّةٍ فِي الدِّهْلِيْزِ، وَطَارَ فِي الْهَوَاءِ، فَرَجَعَا إِلَى الشَّيْخِ رَضِيَ اللهُ عَنْهُ (الفاتحة) وَسَأَلَاهُ عَنْ حَالِ الرَّجُل؟ فَقَالَ: إِنَّهُ مَرَّ فِي الْهَوَاءِ وَقَالَ فِي نَفْسِهِ: مَا فِي بَغْدَادَ رَجُلٌ مِثْلِي، فَسَلَبْتُهُ حَالَهُ، وَلَوْ لَا الشَّيْخُ عَلِيُّ، مَا رَدَدْتُهُ لَهُ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Perjalanan Gaib ke Nahawand dan Pengganti Abdal",
                    "text": "وَمِنْ كَرَامَاتِهِ أَيْضًا أَنَّ الشَّيْخُ أَبَا الْحَسَنِ الْمَعْرُوْفِ بِابْنِ الطَّنْطَنَةِ الْبَغْدَادِيِّ رَحِمَهُ اللهُ تَعَالَى، قَالَ، يَوْمَ وَفَاتِ الشَّيْخِ عَبْدِ الْقَادِرِ قَدَّسَ اللهُ سِرَّهُ وَنَوَّرَ ضَرِيْحَهُ (الفاتحة): كُنْتُ أَسْتَغِلُ فِي الْعِلْمِ، وَأُكْثِرُ السَّهَرَ اَتَرَقَّبُ حَاجَةً لَهُ، فَخَرَجَ لَيْلَةً مِنْ دَارِهِ فِي صَفَرَ سَنَةَ ثَلَاثٍ وَخَمْسِيْنَ وَخَمْسِمِائَةٍ، فَنَاوَلْتُهُ إِبْرِيقًا فَلَمْ يَأْخُذْهُ، وَقَصَدَ بَابَ الْمَدْرَسَةِ فَأَشَارَ إِلَيْهِ فَانْفَتَحَ، فَخَرَجَ وَخَرَجْتُ خَلْفَهُ وَأَنَا أَقُولُ فِي نَفْسِيْ: إِنَّهُ لَا يَشْعُرُ بِي، ثُمَّ انْغَلَقَ، ثُمَّ بَابَ الْمَدِينَةِ كَذَلِكَ ثُمَّ مَشَى غَيْرَ بَعِيْدٍ، فَإِذَا نَحْنُ بِبَلْدَةٍ لَا أُعْرِفُهَا، فَدَخَلَ مَكَانًا كَالرِّبَاطِ، فَإِذَا فِيْهِ سِتَّةٌ مِنْ رِجَالٍ قُعُوْدٍ، فَلَمَّا رَأَوُا الشَّيْخَ رَضِيَ اللهُ عَنْهُ عَظْمُوْهُ وَبَادَرُوْهُ بِالسَّلَامِ إِلَيْهِ، وَالْتَجَأْتُ إِلَى سَارِيَةٍ، فَسَمِعْتُ أَنِيْنَا مِنْ ذَلِكَ الْمَكَانِ، ثُمَّ بَعْدَ يَسِيْرِ سَكَنَ ذَلِكَ الْأَنِيْنُ، ثُمَّ دَخَلَ رَجُلٌ إِلَى تِلْكَ الْجِهَتِ الَّتِي فِيْهَا الْأَنِينُ، وَخَرَجَ يَحْمِلُ رَجُلاً مِنْ ذَلِكَ الْجَانِبِ، وَدَخَلَ شَخْصٍ، مَكْشُوْفُ الرَّأْسِ طَوِيلُ الشَّارِبِ، فَوَقَفَ بَيْنَ يَدَيِ الشَّيْخِ رَضِيَ اللَّهُ عَنْهُ (الفاتحة)، فَأَخَذَ عَلَيْهِ الْعَهْدَ بِالشَّهَادَتَيْنِ، وَقَصَّ رَأسَهُ، وَشَارِبَهُ، وَأَلْبَسَهُ طَاقِيَةً، وَسَمَّاهُ مُحَمَّدًا، وَقَالَ رَضِيَ اللهُ عَنْهُ لِلسِّنَّةِ، قَدْ أَمَرْتُ أَنْ يَكُوْنَ هُذَا بَدَلاً عَنِ الْمَيِّتِ، فَقَالُوْا سَمْعًا وَطَاعَةً، ثُمَّ خَرَجَ وَتَرَكَهُمْ وَخَرَجْتُ مَعَهُ، وَمَشَيْنَا غَيْرَ بَعِيْدٍ، وَإِذَا نَحْنُ عِنْدَ بَابِ بَغْدَادَ، فَانْفَتَحَ كَأَوَّلِ مَرَّةٍ، ثُمَّ أَتَى بَابَ الْمَدْرَسَةِ كَذَلِكَ فَدَخَلَ دَارَهُ، ثُمَّ فِي الْغَيِّ جَلَسْتُ بَيْنَ يَدَيْهِ أَقْرَأْ فَمَنَعَتْنِي هَيْبَتُهُ، فَقَالَ: يَا بُنَيَّا أَقْرَأ وَلَا عَلَيْكَ، فَأَقْسَمْتُ عَلَيْهِ أَنْ يُبَيِّنَ لِي مَا رَأَيْتُ بِالْأَمْسِ، فَقَالَ رَضِيَ اللهُ عَنْهُ: أَمَّا الْبَلَدُ فَنَهَا وَنْدُ، وَأَمَّا السِّنَّةُ فَهُمُ الْأَبْدَالُ النُّجَبَاءُ، وَأَمَّا صَاحِبُ الأَنِيْنِ فَسَابِعُهُمْ كَانَ مَرِيضًا، فَلَمَّا حَضَرَتْهُ الْوَفَاةُ جِئتُ أَحْضُرُ وَفَاتَهُ، وَأَمَّا الَّذِي حَمَلَهُ عَلَى عَاتِقِهِ فَأَبُو الْعَبَّاسِ الْخَضِرُ عَلَيْهِ السَّلَامِ، أَخَذَهُ لِيَتَوَلَّى أَمْرَهُ، وَأَمَّا الَّذِي أَخَذْتُ عَلَيْهِ الْعَهْدَ فَنَصْرَانِي مِنَ الْقُسْطَنْطِنِيَّةِ، أَمَرْتُ أَنْ يَكُوْنَ عِوَضًا عَنِ الْمُتَوَفَّى وَهُوَ الآنَ مِنْهُمْ، قَالَ أَبُو الْحَسَنِ: وَأَخَذَ عَلَيَّ الْعَهْدَ أَنْ لَا أُحَدِّثَ بِذَلِكَ لِأَحَدٍ مَا دَامَ حَيًّا، وَقَالَ رَضِيَ اللَّهُ عَنْهُ: احْذَرْ مِنْ إِفْشَاءِ السِّرِّ فِي حَيَاتِي."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Uang Emas Khalifah Menjadi Darah",
                    "text": "وَذَكَرَ الشَّيْخُ عَبْدُ اللَّهِ الْمَوْصِلِيُّ، أَنَّ الإِمَامَ الْمُسْتَنْجِدَ بِاللهِ أَبَا الْمُظَفَّرِ يُوْسُفَ جَاءَ إِلَى الشَّيْخِ، قَدَّسَ اللهُ سِرَّهُ، وَسَلَّمَ عَلَيْهِ وَاسْتَوْصَاهُ، وَوَضَعَ بَيْنَ يَدَيْهِ مَالاً فِي عَشَرَةِ أَكْيَاسٍ يَحْمِلُهَا عَشْرَةٌ مِنَ الْخُدَّامِ، فَرَدَّهَا الشَّيْخُ، فَأَبَا الْخَلِيْفَةُ، إِلَّا أَنْ يَقْبَلَهَا وَأَلَحٌ عَلَى الشَّيْخِ، فَأَخَذَ الشَّيْخُ كِيْسَيْنِ مِنْهَا فِي يَدَيْهِ، وَهُمَا خَيْرُ الأَكْيَاسِ وَأَحْسَنُهَا، وَعَصَرَهُمَا فَسَالَا دَمًا، فَقَالَ الشَّيْخُ لِلْخَلِيْفَةِ: أَمَا تَسْتَحِيْمِنَ اللَّهِ تَعَالَى أَنْ تَأْخُذَ دَمَ النَّاسِ وَتُقَابِلَنِي بِهِ، فَغَشِيَ الْخَلِيْفَةُ فِي الْحَالِ، فَقَالَ الشَّيْخُ: وَعِزَّةِ الْمَعْبُودِ لَوْ لَا حُرْمَةُ اتِّصَالِهِ بِرَسُوْلِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لهِ لَتَرَكْتُ الدَّمَ يَجْرِي إِلَى مَنْزِلِهِ."
                },
                {
                    "type": "prose",
                    "description": "Karomah: Buah Apel dari Alam Gaib",
                    "text": "قَالَ عَبْدُ اللَّهِ الْمَذْكُورُ: وَشَهِدْتُ الْخَلِيفَةً عِنْدَهُ يَوْمًا، فَقَالَ لِلشَّيْخِ: أُرِيدُ شَيْاً مِنَ الْكَرَامَاتِ لِيَطْمَئِنَّ قَلْبِي، قَالَ: وَمَا تُرِيدُ؟ قَالَ تُفَّاحًا مِنَ الْغَيْبِ وَلَمْ يَكُنْ أَوَانُهُ بِالْعِرَاقِ، فَمَدَّ الشَّيْخُ هُ فِي الْهَوَاءِ، فَإِذَا فِيْهَا تُفَّاحَتَانِ، فَنَاوَلَهُ إِحْدَاهُمَا، وَكَسَرَ الشَّيْخُ الَّتِي فِي يَدِهِ، فَإِذَا هِيَ بَيْضَاءُ تَفُوْحُ مِنْهَا رَائِحَةُ الْمِسْكِ، وَكَسَرَ الْخَلِيْفَةُ الْأُخْرَى فَإِذَا فِيهَا دُوْدَةٌ، فَقَالَ: مَا هَذِهِ وَالَّتِي بِيَدِكَ كَمَا تَرَى أَوْ قَالَ: كَمَا أَرَى، قَالَ رَضِيَ اللهُ عَنْهُ، يَا أَبَا الْمُظَفَّرِ، هَذِهِ لَمَسَتْهَا يَدُ الظَّالِمِ، فَدَوَّدَتْ كَمَا تَرَى، وَهُذِهِ لَمَسَتْهَا يَدُ الْوِلَايَةِ فَطَابَتْ، وَقَدْ تَقَدَّمَتْ قِصَّةُ التَّفَّاحِ الَّذِي جَاءَ بِهِ الْخَلِيْفَةِ لِلشَّيْخِ، وَكَرَامَاتُهُ أَكْثَرُ مِنْ أَنْ تُحْصَى وَأَعْظَمُ مِنْ أَنْ تُسْتَقْصَى، رَضِيَ اللَّهُ عَنْهُ وَعَنَّا بِرِضَائِهِ الرَّفِيْعُ وَأَمَدَّنَا بِمَدَدِهِ الْوَسِيْعُ. اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ"
                }
            ]
        },
        {
            "chapter": "Bab 7",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Syafaat untuk Murid dan Pengunjung",
                    "text": "وَكَانَ رَضِيَ اللَّهُ عَنْهُ يَقُوْلُ: وَهُوَ مِنْ بَابِ التَّحَدُّثِ بِالنِّعْمَةِ لِقَوْلِهِ تَعَالَى: وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ، مَا مَرَّ مُسْلِمٌ عَلَى بَابِ مَدْرَسَتِي إِلَّا خَفَّفَ اللهُ عَنْهُ الْعَذَابَ يَوْمَ الْقِيَامَةِ، وَأُخْبِرَ أَنَّ شَخْصًا يَصِيْحُ فِي قَبْرِهِ فَمَضَى إِلَيْهِ، وَقَالَ: إِنَّ هَذَا زَارَنِي مَرَّةً وَلَا بُدَّ أَنْ يَرْحَمَهُ اللهُ تَعَالَى، فَلَمْ يُسْمَعْ لَهُ بَعْدَ ذَلِكَ صُرَاخٌ، وَقَالَ رَضِيَ اللهُ عَنْهُ: عَثَرَ حُسَيْنٌ الْحَلَّاجُ عَثْرَةً فَلَمْ يَكُنْ فِي زَمَنِهِ مَنْ يَأْخُذُ بِيَدِهِ، وَلَوْ كُنْتُ فِي زَمَنِهِ لَأَخَذْتُ بِيَدِهِ، وَأَنَا لِكُلِّ مَنْ عَثَرَ مَرْكُوْبُهُ مِنْ جَمِيعِ أَصْحَابِي، وَمُرِيدِيَّ، وَمُحِبِّيَّ، إِلَى يَوْمِ الْقِيَامَةِ، أَخُذُ بِيَدِهِ كُلَّمَا عَثَرَ حَيًّا وَمَيْتًا، فَإِنَّ فَرَسِيْ مُسْرَجٌ، وَرُمْحِيْ مَنْصُوبٌ، وَسَيْفِي مَشْهُورٌ، وَقَوْسِيْ مَوْتُوْرٌ، لِحِفْظِ مُرِيدِي وَهُوَ غَافِلٌ."
                },
                {
                    "type": "prose",
                    "description": "Kedudukan Spiritual Tertinggi",
                    "text": "وَقَالَ رَضِيَ اللهُ عَنْهُ: أَنَا نَارُ اللَّهِ الْمُوْقَدَةُ، أَنَا سَلَّابُ الأَحْوَالُ، أَنَا بَحْرٌ بِلا سَاحِلَ، أَنَا الْمَحْفُوْظُ، أَنَا الْمَلْحُوْظُ، يَا صُوَّامُ يَا قُوَّامُ، يَا أَهْلَ الْجِبَالُ دُكَّتْ جِبَالُكُمْ، يَا أَهْلَ الصَّوَامِعِ هُدِّمَتْ صَوَامِعُكُمْ، أَقْبِلُوْا إِلَى أَمْرٍ مِنْ أُمُورِ اللَّهِ، يَا رِجَالُ يَا أَبْطَالُ، يَا أَطْفَالُ، هَلُّمُوا إِلَيَّ وَخُذُوا عَنِ الْبَحْرِ الَّذِي لَاسَا حِلَ لَهُ، يَا عَزِيزٌ أَنْتَ وَاحِدٌ فِي السَّمَاءِ، وَأَنَا وَاحِدٌ فِي الْأَرْضِ، يُقَالُ لِي بَيْنَ اللَّيْلِ وَالنَّهَارِ سَبْعِيْنَ مَرَّةً: وَأَنَا اخْتَرْتُكَ لِنَفْسِي، وَيُقَالُ لِي أَيْضًا سَبْعِيْنَ مَرَّةً: وَلِتُصْنَعَ عَلَى عَيْنِي، وَعِزَّةِ رَبِّي إِنَّ السُّعَدَاءَ وَالأَشْقِيَاءَ يُعْرَضُوْنَ عَلَيَّ، وَيُوْقَفُوْنَ لَدَيَّ، وَإِنَّ نُوْرَ عَيْنِي فِي اللَّوْحِ الْمَحْفُوْظِ مُقِيمٌ، أَنَا غَائِصٌ فِي بَحْرِ عِلْمِ الْقَدِيمِ، أَنَا حُجَّةُ اللهِ عَلَيْكُمْ يَوْمَ الْعَرْضِ، أَنَا نَائِبُ رَسُوْلِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَوَارِثُهُ، يُقَالُ يَا عَبْدَ الْقَادِرِ، تَكَلَّمْ يُسْمَعْ مِنْكَ، قَالَ الشَّيْخُ عَبْدُ الْقَادِرِ رَضِيَ اللَّهُ عَنْهُ، (الفاتحة): وَاللَّهِ مَا شَرِبْتُ حَتَّى قِيْلَ لِي يَا عَبْدَ الْقَادِرِ، بِحَقِّي عَلَيْكَ اشْرَبْ، وَمَا أَكَلْتُ حَتَّى قِيْلَ لِي بِحَقِّي عَلَيْكَ كُلْ، وَأَمَنْتُكَ مِنَ الرَّدَى، تَجِيءُ السَّنَةُ تُسَلِّمُ عَلَيَّ وَتُخْبِرُنِي بِمَا يَجْرِي فِيْهَا، وَكَذَا الشَّهْرُ، وَكَذَا الأُسْبُوعُ، وَكَذَا الْيَوْمُ، وَقَالَ مَرَّةً عَلَى الْكُرْسِيِّ، إِذَا سَأَلْتُمُ اللَّهَ تَعَالَى فَاسْأَلُوْهُ بِي."
                },
                {
                    "type": "prose",
                    "description": "Ciri Fisik dan Akhlak Mulia",
                    "text": "وَكَانَ رَضِيَ اللهُ عَنْهُ أَسْمَرَ اللَّوْنِ، مَقْرُوْنَ الْحَاجِبَيْنِ، عَرِيْضَ اللَّحْيَةِ طَوِيْلَهَا، عَرِيْضَ الصَّدْرِ نَحِيْفَ الْبَدَنِ رَبْعَ الْقَامَةِ، جَوْهَرِيَّ الصَّوْتِ بَهِيَّ الصَّوْتِ سَرِيْعَ الدَّمْعَةِ شَدِيْدَ الْخَشْيَةِ كَثِيْرَ الْهَيْبَةِ مُجَابَ الدَّعْوَةِ، كَرِيمَ الأَخْلَاقِ، طَيِّبَ الْأَعْرَاقِ أَبْعَدَ النَّاسِ عَنِ الْفُحْشِ وَأَقْرَبَهُمْ إِلَى الْحَقِّ، شَدِيْدَ الْبَأْسِ، إِذَا انْتُهِكَ مَحَارِمُ اللَّهُ عَزَّ وَجَلَّ، لَا يَغْضَبُ لِنَفْسِهِ، وَلَا يَنْصُرُ لِغَيْرِ رَبِّهِ، وَلَا يَرُدُّ سَائِلاً وَلَوْ بِأَحَدِ ثَوْبَيْهِ، وَكَانَ التَّوْفِيْقُ رَائِدَهُ، وَالتَّأْبِيْدُ مَعَارِضَهُ، وَالْعِلْمُ مُهَذِّبَهُ، وَالْقُرْبُ مُؤَيِّدَهُ، وَالْمُحَاضَرَةُ كَنْزَهُ، وَالْمَعْرِفَةُ حِرْزَهُ، وَالْخِطَابُ مَسِيْرَهُ، وَاللَّحْظُ سَفِيْرَهُ، وَالْأُنْسُ نَدِيْمَهُ، وَالْبَسْطُ نَسِيْمَهُ، وَالصِّدْقُ رَأَيْتَهُ، وَالْفَتْحُ بِضَاعَتَهُ، وَالْعِلْمُ ضَيْعَتَهُ، وَالذِّكْرُ سَمِيْرَهُ، وَالْمُكَاشَفَةُ غِذَانَهُ، وَالْمُشَاهَدَةُ شِفَائَهُ، وَأَدَا بُ الشَّرِيعَةُ ظَاهِرَهُ، وَأَوْصَافُ الْحَقِيْقَةُ سَرَآئِرَهُ، قَدَمُهُ التَّفْوِيْضُ وَالْمُوَافَقَهُ، مَعَ التَّبَرِّي مِنَ الْهَوْلِ وَالْقُوَّةِ، وَطَرِيقُهُ تَجْرِيْدُ التَّوْحِيدِ، وَالتَّوْحِيدُ التَّفْرِيدِ، مَعَ الْحُضُوْرِ فِي مَوْقِفِ الْعُبُودِيَّةِ، بَشَرٌ قَائِمٌ فِي مَوْقِفِ الْعَبْدِيَّةِ، لَا بِشَيْءٍ وَلَا لِشَيْءٍ، وَكَانَتْ عُبُودِيَّتُهُ مُسْتَمَدَّةً مِنْ مَحْضِ كَمَالِ الرُّبُوْبِيَّةِ، فَهُوَ عَبْدٌ سَمَا عَنْ مُصَاحَبَةِ التَّفْرِيقَةِ إِلَى مُرَافَقَةِ الْجَمْعِ مَعَ لُزُوْمِ أَحْكَامِ الشَّرِيعَةِ، وَفَضَائِلُهُ رَضِيَ اللهُ عَنْهُ كَثِيرَةٌ، وَأَحْوَالُهُ أَظْهَرُ مِنْ شَمْسِ الظَّهِيْرَةِ."
                },
                {
                    "type": "prose",
                    "description": "Wafatnya Syeikh Abdul Qodir Al-Jailani",
                    "text": "وَكَانَتْ وَفَاتُهُ دَامَتْ عَلَيْنَا بَرَكَاتُهُ فِي الْيَوْمِ الْحَادِي عَشَرَ، مِنْ شَهْرِ رَبِيعِ الثَّانِي سَنَةَ إِحْدَى وَسِتِّينَ وَخَمْسِمِائَةٍ، وَعُمْرُهُ إِحْدَى وَتِسْعِيْنَ سَنَةً، وَدُفِنَ بِبَغْدَادَ وَقَبْرُهُ ظَاهِرٌ يُزَارُ، وَيُقْصَدُ مِنْ سَائِرِ الأَقْطَارِ، رَضِيَ اللَّهُ عَنْهُ وَنَفَعَنَا بِهِ أَجْمَعِيْنَ اللَّهُمَّ أَمِيْنَ اللَّهُمَّ أَمِيْنَ. اللَّهُمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِالْأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ"
                }
            ]
        },
        {
            "chapter": "Bab 8",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Doa Tawassul dengan Para Wali (Bagian Awal)",
                    "text": "وَحَيْثُ انْتَهَى مَا أَرَدْنَاهُ وَتَمَّ مَا اهْتَمَمْنَا بِهِ وَقَصَدْنَاهُ فَالْنَرْفَعْ إِلَى اللَّهِ تَعَالَى أَكُفَّ الاِبْتِهَالِ، وَنَتَوَسَّلُ بِهِ وَبِنَتَائِجِهِ أَرْبَابِ الْأَذْوَاقِ وَالأَحْوَالِ، فَنَقُوْلُ: بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، اَللَّهُمَّ إِنَّا نَسْأَلُكُ بِأَنْفَاسِ هَذَا الْعَارِفِ الأَكْبَرِ، وَالسِّرِّ الأَطْهَارِ الْوَارِثِ الْمُحَمَّدِيِّ صَاحِبِ الإِدْلَالِ عَلَى الْبِسَاطِ الْعِنْدِي، وَبِالسَّالِكِيْنَ عَلَى مِنْهَاجِهِ الأَنْوَارِ، وَالْمُغْتَرِ فِيْنَ مِنْ مَنْهَلِ مَعَارِفِهِ الْأَعْذَبِ الْأَزْخَرِ، أَنْ تُمِدَّنَا بِطِيْبِ أَنْفَاسِهِمْ، وَتُدْنِيَ لَنَا مِنْ ثِمَارِ غِرَاسِهِمْ، يَا أَيُّهَا الأَرْوَاحُ الْمُقَدَّسَةُ، يَا خَتْمُ يَا قُطْبُ يَا إِمَامَانِ، يَا أَوْتَادُ يَا أَبْدَالُ يَا رُقَبَاءُ، يَا نُجَبَاءُ يَا نُقَبَاءُ، يَا أَهْلَ الْغِيْرَةِ يَا أَهْلَ الْأَخْلَاقِ يَا أَهْلَ السَّلَامَةِ، يَا أَهْلَ الْعِلْمِ يَا أَهْلَ الْبَسْطِ يَا أَهْلَ الْجِنَانِ وَالْعَطْفِ، يَا أَهْلَ الضَّيْفَانِ، يَا أَيُّهَا الشَّخْصُ الْجَامِعُ، يَا أَهْلَ الْأَنْفَاسِ يَا أَهْلَ الْغَيْبِ مِنْكُمْ وَالشَّهَادَةِ، يَا أَهْلَ الْقُوَّةِ وَالْعَزْمِ، يَا أَهْلَ الْهَيْبَةِ وَالْجَلَالِ، يَا أَهْلَ الْفَتْحِ يَا أَهْلَ مَعَارِجِ الْعُلَى، يَا أَهْلَ النَّفْسِ يَا أَهْلَ الْإِمْدَادِ يَا أَهْلَ صَلْصَلَةِ الْجَرَسِ، يَا قُطْبَ الْقَاهِرِ، يَا قُطْبَ الرَّقَائِقِ، يَا قُطْبَ سَقِيْطِ الرَّفْرَفِ ابْنَ سَاقِطِ الْعَرْشِ، يَا أَهْلَ الْغِنَى بِاللَّهِ، يَا قُطْبَ الْخَشْيَةِ، يَا أَهْلَ عَيْنِ التَّحْكِيمِ وَالزَّوَائِدِ، يَا أَهْلَ الْبُدَلَاءِ، يَا أَهْلَ الْجِهَةِ السِّيِّ، يَا مَلَامَتِيَّةُ، يَا فُقَرَاءُ، يَا صُوْفِيَّةُ، يَا عُبَّادُ، يَا زُهَّادُ، يَا رِجَالَ الْمَاءِ، يَا أَفْرَادُ، يَا أُمَنَاءُ، يَا قُرَّاءُ، يَا أَحْبَابُ، يَا أَجِلَّاءُ، يَا مُحَدِّثُونَ، يَا سُمَرَاءُ، يَا وَرَثَةَ الظَّالِمُ لِنَفْسِهِ مِنْكُمْ، وَالْمُقْتَصِدِ وَالسَّابِقِ بِالْخَيْرَاتِ، أَيُّهَا الْأَرْوَاحُ الطَّاهِرَةُ مِنْ رِجَالُ الْغَيْبِ وَالشَّهَادَةِ، كُوْنُوْا عَوْنًا لَنَا فِي نَجَاحِ الطَّلَبَاتِ، وَتَيْسِيْرِ الْمُرَدَاتِ، وَإِنْهَادِ الْعَزَمَاتِ، وَتَأْمِيْنِ الرَّوْعَاتِ، وَسَتْرِ الْعَوْرَاتِ وَقَضَاءِ الدُّيُونِ، وَتَحْقِيقِ الظُّنُوْنِ، وَإِزَالَةِ الْحُجُبِ الْغَيَاهِبِ، وَحُسْنِ الْخَوَاتِمِ وَالْعَوَاقِبِ، وَكَشْفِ الْكُرُوْبِ وَغُفْرَانِ الذُّنُوْبِ"
                },
                {
                    "type": "poetry",
                    "description": "Nadhom Ibadallah & Aqtab (Istighotsah)",
                    "text": "<p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">عِبَادَ اللهِ رِجَالَ اللَّهِ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">أَغِيْتُوْنَا لأَجْلِ اللَّهِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَكُوْنُوْا عَوْنَنَا لِلهِ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">عَسَى نَحْطَى بِفَضْلِ اللَّهِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">عَلَى الْكَافِي صَلَاةُ اللَّهِ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">عَلَى الشَّافِي سَلَامُ اللَّهِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">بِمُحْيِ الدِّيْنِ خَلَّصْنَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">مِنَ الْبَلْوَاءِ يَا اللَّهُ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَيَا أَقْطَابُ وَيَا أَنْجَابُ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَيَا سَادَاتْ وَيَا أَحْبَابُ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَأَنْتُمْ يَا أُولِي الْأَلْبَابِ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">تَعَالَوْا وَانْصُرُوا لِلَّهِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">سَأَلْنَاكُمْ سَأَلْنَاكُمْ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَلِلزُّلْفَى رَجَوْنَاكُمْ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَفِي أَمْرٍ قَصَدْنَاكُمْ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">فَشُدُّوْا عَزْمَكُمْ لِلَّهِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">فَيَا رَبِّي بِسَادَتِي * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">تَحَقَّقْ لِي إِشَارَتِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">عَسَى تَأْتِي بِشَارَتِي * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَيَصْفُوْ وَقْتُنَا لِلَّهِ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">بِكَشْفِ الحُجْبِ عَنْ عَيْنِي * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">وَرَفْعِ الْبَيْنِ مِنْ بَيْنِي<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَطَمْسِ الْكَيْفِ وَالْأَيْنِ * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">بِنُوْرِ الْوَجْهِ يَا اللَّهُ<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">صَلَاةُ اللَّهِ مَوْلَانَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">عَلَى مَنْ بِالْهُدَى جَانَا<\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: right;\"><span style=\"white-space: pre-wrap;\">وَمَنْ بِالْحَقِّ أَوْلَانَا * <\/span><\/p><p class=\"editor-paragraph\" style=\"text-align: left;\"><span style=\"white-space: pre-wrap;\">شَفِيْعِ الْخَلْقِ عِنْدَ اللَّهِ<\/span><\/p>"
                },
                {
                    "type": "prose",
                    "description": "Doa Penutup Majelis",
                    "text": "اللَّهُمَّ وَكَمَا أَحْضَرْتَنَا خَتْمَ كِتَابِكَ الَّذِي أَعْرَبْتَ فِيْهِ عَنْ شَرَائِعِ أَحْكَامِكَ، وَوَحْيِكَ الَّذِي أَنْزَلْتَهُ مُفَرِّقًا بَيْنَ حَلَالِكَ وَحَرَامِكَ، وَنَدَبْتَنَا لِتَعَرُّضِ لِثَوَابِهِ الْجَسِيمِ، وَحَذَّرْتَنَا عَلَى لِسَانِ وَعِيْدِهِ شَدِيْدَ عَذَابِكَ الْأَلِيمِ، فَاجْعَلْنَا مِمَّنْ تَلِيْنُ قُلُوْبُهُمْ عِنْدَ سَمَاعِ أَيَا تِهِ، وَيَدِيْنُ لَكَ بِامْتِثَالِ أَوَامِرِهِ وَمَنْهِيَّاتِهِ، فَاجْعَلْهُ نُوْرًا نَسْعَى بِهِ إِلَى عَرَصَاتِ الْقِيَامَةِ، وَسُلَّمًا نَعْرُجُ بِهِ إِلَى دَارِ الْمُقَامَةِ. اللَّهُمَّ وَسَهِّلْ بِهِ عَلَيْنَا كَرْبَ السَّيَاقِ إِذَا دَنَا مِنَّا الرَّحِيْلِ، وَبَلَغَةِ الرُّوْحُ مِنَّا التَّرَاقِي، وَتَجَلَّى مَلَكُ الْمَوْتِ لِقَبْضِهَا مِنْ حُجُبِ الْغُيُوبِ، وَقِيلَ مَنْ رَاقٍ وَالْتَفَّتِ السَّاقُ بِالسَّاقِ إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ، وَصَارَتِ الْأَعْمَالُ فَلَائِدَ فِي الْأَعْنَاقِ. اللَّهُمَّ لَا تَغُلَّ يَدًا إِلَى الأَعْنَاقِ أَكُفَّا تَضَرَّعَتْ إِلَيْكَ، وَاعْتَمَدَتْ فِي صَلَوَاتِهَا عَلَيْكَ، رَاكِعَةً وَسَاجِدَةً بَيْنِ يَدَيْكَ، وَلَا تُقَيِّدْ بِأَنْكَالِ الْجَحِيمِ أَقْدَامًا سَعَتْ إِلَيْكَ، وَبَرَزَتْ مِنْ مَنَازِلِهَا إِلَى الْمَسَاجِدِ طَامِعَةً فِيْمَا لَدَيْكَ، وَلَا تُصِمَّ أَسْمَاعًا تَلَذَّذَتْ بِحَلَاوَةِ تِلَاوَةِ كِتَابِكَ الْكَرِيمِ، وَلَا تَطْمِسْ بِالْعَمَى، أَعْيُنَا بَكَتْ فِي ظُلَمِ اللَّيَالِي خَوْفًا مِنْ عَذَابِكَ الْأَلِيْمِ. اللَّهُمَّ صَلِّ وَسَلَّم عَلَى سَيِّدِنَا مُحَمَّدٍ شَفِيْعِ أَرْبَابِ الذُّنُوْبِ، وَعَلَى آلِهِ وَأَصْحَابِهِ أَطِبَّاءِ الْقُلُوْبِ، وَعَلَى أُمَّتِهِ الَّذِيْنَ كَشَفْتَ لَهُمْ كُلَّ مُحْجُوبٍ، وَأَنَلْتَهُمْ كُلَّ مَحْجُوبٍ، مَا هَبَتِ النَّفَحَاتُ السَّحَرِيَّةِ، وَتَعَطَّرَتِ الْمَجَالِسُ بِعَرْفِ الأَخْبَارِ الْأَخْيَارِ الزَّاكِيَّةِ الْمِسْكِيَّةِ، أَمِيْنَ اللَّهُمَّ أَمِيْنَ."
                }
            ]
        },
        {
            "chapter": "Bab 9",
            "blocks": [
                {
                    "type": "prose",
                    "description": "Doa Kebutuhan Dunia Akhirat",
                    "text": "اللَّهُمَّ يَا مُؤنِسَ كُلِّ وَحِيْدٍ وَ يَا صَاحِبَ كُلِّ فَرِيْدٍ وَيَا قَرِيباً غَيْرَ بَعِيْد وَيَا شَاهِدًا غَيْرَ غَائِبٍ وَيَا غَالِباً غَيْرَ مَغْلُوبٍ، اَللَّهُمَّ رَبَّنَا اتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ، اَللَّهُمَّ افْتَحْ لَنَا فُتُوحَ الْعَارِفِينَ، اَللَّهُمَّ يَسِّرْ لَنَا أُمُوْرَنَا مَعَ الرَّاحَةٍ لِقُلُوْبِنَا وَأَبْدَانِنَا وَالسَّلَامَةَ وَالْعَافِيَةَ فِي الدِّيْنِ وَالدُّنْيَا وَالْآخِرَةِ أَسْأَلُكَ بِاسْمِكَ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ الْحَيِّ الْقَيُّوْمِ الَّذِي لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٍ وَأَسْأَلُكَ بِاسْمِكَ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ الْحَيِّ الْقَيُّوْمِ الَّذِي عَنَتْ لَهُ الْوُجُوْهُ وَخَشَعَتْ لَهُ الْأَصْوَاتُ وَوَجِلَتْ مِنْهُ الْقُلُوْبُ أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ وَأَنْ تَجْعَلْ لِي مِنْ أُمُورِي فَرَجًا وَمَخْرَجاً وَتَقْضِي حَاجَتِي فِي الدِّيْنِ وَالدُّنْيَا وَالْآخِرَةِ بِجَاهِ الْقُطْبِ الرَّبأَنِي سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي قَدَّسَ اللهُ سِرَّهُ وَنَوَّرَ ضَرِيْحَهُ وَيُعْلِي دَرَجَاتِهِ وَأَعَادَ عَلَيْنَا مِنْ بَرَكَاتِهِ وَبَرِّهِ أَمِيْن يَا سُلْطَانَ الْعَارِفِيْنَ سَيِّدِي الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي إِنِّي أَتَوَسَّلُ إِلَيْكَ لِرَبِّ الْبَرِيَّةِ بِتَسْهِيْلِ أُمُورِي فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ"
                },
                {
                    "type": "prose",
                    "description": "Hadiyah Fatihah untuk Para Wali",
                    "text": "اَللَّهُمَّ أَوْصِلْ وَتَقَبَّلْ ثَوَابَ مَا قَرَاءنَاهُ وَمَا اسْتَغْفَرْنَاهُ وَمَا صَلَّيْنَاهُ وَمَا دَعَوْنَاهُ إِلَى حَضْرَةِ النَّبِيِّ الْمُصْطَفَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ، اَللَّهُمَّ أَوْصِلْ وَتَقَبَّلْ ثَوَابَ مَا قَرَاءنَاهُ وَمَا اسْتَغْفَرْنَاهُ وَمَا صَلَّيْنَاهُ وَمَا دَعَوْنَاهُ إِلَى حَضْرَةِ الْقُطْبِ الرَّبَّانِي سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي وَأَئِمَّةِ الْأَرْبَعَةِ رَضِيَ اللهُ عَنْهُمْ، اَللَّهُمَّ أَوْصِلْ وَتَقَبَّلْ ثَوَابَ مَا قَرَاءنَاهُ وَمَا اسْتَغْفَرْنَاهُ وَمَا صَلَّيْنَاهُ وَمَا دَعَوْنَاهُ إِلَى أَوْلِيَاءِ اللَّهِ الْكِرَامِ أَمْبَاهُ سَيِّدْ جَعْفَرْ صَادِقٌ سُوْنَانْ قُدُسْ أَمْبَاهُ عُمَرْ سَعِيْدٌ سُوْنَانٌ مُوْرِيَا، أَمْبَاهُ عَبْدُ الْجَلِيْلِ، أَمْبَاهُ عَبْدُ الْقَهَّارِ، أَمْبَاهُ سِيْوَانَكَارًا، أَمْبَاهُ سَنُوْسِيْ، أَمْبَاهُ يسَ، أَمْبَاهُ أَحْمَدْ، أَمْبَاهُ رِفَاعِيْ قَدَّسَ اللَّهُ سِرَّهُمْ وَنَوَّرَ ضَرِيْحَهُمْ وَيُعْلِي دَرَجَاتِهِمْ وَأَعَادَ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَامْطِرْ عَلَيْنَا غَيْثَ كَرَمَاتِهِمْ، اَللَّهُمَّ أَوْصِلْ وَتَقَبَّلْ ثَوَابَ مَا قَرَاءنَاهُ وَمَا اسْتَغْفَرْنَاهُ إِلَى أَرْوَاحِ أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنِ وَالْمُسْلِمَاتِ وَخُصُوصًا إِلَى رُوْحِ شَيْخِي وَمَشَايِخِهِ غَفَرَ اللَّهُ ذُنُوْبَهُمْ وَيُعْلِي دَرَجَاتِهِمْ وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنِ وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ"
                },
                {
                    "type": "poetry",
                    "description": "Qasidah Munajat (Ya Arhamar Rahimin)",
                    "text": "<p class=\"editor-paragraph\"><span style=\"white-space: pre-wrap;\">يَا أَرْحَمَ الرَّاحِمِينَ * يَا أَرْحَمَ الرَّاحِمِينَ <\/span><\/p><p class=\"editor-paragraph\"><span style=\"white-space: pre-wrap;\">يَا أَرْحَمَ الرَّاحِمِيْنَ * فَرِّجْ عَلَى الْمُسْلِمِينَ<\/span><br><span style=\"white-space: pre-wrap;\">يَا رَبَّنَايَا كَرِيمُ * يَا رَبَّنَايَا رَحِيمُ<\/span><br><span style=\"white-space: pre-wrap;\">أَنْتَ الْجَوَّادُ الْحَلِيمُ * وَأَنْتَ نِعْمَ الْمُعِيْنُ<\/span><br><span style=\"white-space: pre-wrap;\">وَلَيْسَ نَرْجُوْ سِوَاكَ * فَادْرِكْ إِلهِي دَرَاكَ<\/span><br><span style=\"white-space: pre-wrap;\">قَبْلَ الْفَنَا وَالْهَلَاكِ * يَعُمُّ دُنْيَا وَدِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">وَمَا لَنَا رَبَّنَا * سِوَاكَ يَا حَسْبَنَا<\/span><br><span style=\"white-space: pre-wrap;\">يَاذَا الْعُلَى وَالْغِنَى * وَيَا قَوِيُّ يَا مَتِيْنُ<\/span><br><span style=\"white-space: pre-wrap;\">نَسْأَلُكَ وَالِي يُقِيمُ * الْعَدْلَ كَيْ نَسْتَقِيمُ<\/span><br><span style=\"white-space: pre-wrap;\">عَلَى هُدَاكَ الْقَوِيمُ * وَلَا تُطِيعُ الَّلعِيْنُ<\/span><br><span style=\"white-space: pre-wrap;\">يَا رَبَّنَا يَا مُجِيْبُ * أَنْتَ السَّمِيعُ الْقَرِيبُ<\/span><br><span style=\"white-space: pre-wrap;\">ضَاقَ الْوَسِيْعُ الرَّحِيْبُ * فَانْظُرْ إِلَى الْمُؤْمِنِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">نَظْرَةً تُزِيْلُ الْعَنَا * عَنَّا وَتُدْنِي الْمُنَا<\/span><br><span style=\"white-space: pre-wrap;\">مِنَّا وَكُلَّ الْهَنَا * نُعْطَاهُ فِي كُلِّ حِيْنٍ<\/span><br><span style=\"white-space: pre-wrap;\">أَسْئَلُكَ بِجَاهِ الْجُدُوْدِ * وَالِي يُقِيمُ الْحُدُوْدَ<\/span><br><span style=\"white-space: pre-wrap;\">فِيْنَا فَيَكْفِي الْحَسُوْدَ * وَيَدْفَعُ الظَّالِمِينَ<\/span><br><span style=\"white-space: pre-wrap;\">يُزِيلُ لِلْمُنْكَرَاتِ * يُقِيمُ لِلصَّلَوَاتِ<\/span><br><span style=\"white-space: pre-wrap;\">يَأْمُرُ بِالصَّالِحَاتِ * مُحِبُّ لِلصَّالِحِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">يُزِيحُ كُلَّ الْحَرَامِ * يَقْهَرُ كُلَّ الطَّغَامِ<\/span><br><span style=\"white-space: pre-wrap;\">يَعْدِلُ بَيْنَ الْأَنَامِ * يُؤَمِّنُ الخَائِفِينَ<\/span><br><span style=\"white-space: pre-wrap;\">رَبِّ اسْقِنَا غَيْثَ عَامٍ * نَافِعْ مُبَارَكٌ دَوَامَ<\/span><br><span style=\"white-space: pre-wrap;\">يَدُوْمُ فِي كُلِّ عَامٍ * عَلَى مَمَرِ السِّنِينَ<\/span><br><span style=\"white-space: pre-wrap;\">رَبِّ احْيِنَا شَاكِرِينَ * وَتَوَفَّنَا مُسْلِمِينَ<\/span><br><span style=\"white-space: pre-wrap;\">نُبْعَثْ مِنَ الْأُمِنِيْنَ * فِي زُمْرَةِ السَّابِقِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">بِجَاهِ طَهَ الرَّسُوْلِ * جُدْ رَبَّنَا بِالْقَبُوْلِ<\/span><br><span style=\"white-space: pre-wrap;\">وَهَبْ لَنَا كُلَّ سُوْلٍ * رَبِّ اسْتَجِبْ لِي أَمِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">عَطَاكَ رَبِّي جَزِيْلٌ * وَكُلٌّ فِعْلِكَ جَمِيلٌ<\/span><br><span style=\"white-space: pre-wrap;\">وَفِيْكَ أَمَلْنَا طَوِيْلٌ * فَجُدْ عَلَى الطَّامِعِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">يَا رَبِّ ضَاقَ الْخِنَاقُ * مِنْ فِعْلِ مَا لَا يُطَاقُ<\/span><br><span style=\"white-space: pre-wrap;\">فَامْنُنْ بِفَكِ الْغِلَاقٍ * لِمَنْ بِذَنْبِهِ رَهِيْنٌ<\/span><br><span style=\"white-space: pre-wrap;\">وَاغْفِرْ لِكُلِّ الذُّنُوْبِ * وَاسْتُرْ لِكُلِّ الْعُيُوبِ<\/span><br><span style=\"white-space: pre-wrap;\">وَاكْشِفْ لِكُلِّ الْكُرُوْبِ * وَاكْفِ أَذَى الْمُؤْذِبِيْنَ<\/span><br><span style=\"white-space: pre-wrap;\">وَاخْتِمْ بِأَحْسَنْ خِتَامٍ * إِذَا دَنَا الْإِنْصِرَامُ<\/span><br><span style=\"white-space: pre-wrap;\">وَحَانَ حِيْنُ الْحِمَامِ * وَزَادَ رَشْحُ الْجَبِيْنِ<\/span><br><span style=\"white-space: pre-wrap;\">ثُمَّ الصَّلَاةُ وَالسَّلَامُ * عَلَى شَفِيْعِ الْأَنَامِ<\/span><br><span style=\"white-space: pre-wrap;\">وَالْآلِ نِعْمَ الْكِرَامُ * وَالصَّحْبِ وَالتَّابِعِينَ<\/span><\/p>"
                }
            ]
        }
    ]
}